Repository: GeoDASH/GeoDASH.gov.bd
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: bn, ru, si, ta, th

source: requested you to download this resource
ru: запрашивает Вашего разрешения на скачивание этого ресурса
si: මෙම සම්පත් බාගත කිරීම සඳහා ඔබ විසින් ඉල්ලා
ta: இந்த வளத்தை தரவிறக்கம் செய்ய உங்களை வேண்டுகிறோம்
th: ร้องขอการดาวน์โหลดทรัพยากรนี้

source: Please go to resource page and assign the download permissions if you wish
ru: Пожалуйста, перейдите к странице ресурса и назначьте разрешения для скачивания, если желаете
si: ඔබ කැමති නම්, පිටුව සම්පත් හා බාගත අවසර ලබා දිය යන්න කරුණාකර
ta: அவசியமாயின் வளங்கள் பக்கத்திற்கு சென்று தரவிறக்க அணுமதியை குறியிடவும்
th: กรุณาไปที่หน้าทรัพยากรและกำหนดสิทธิ์การดาวน์โหลด ถ้าหากคุณต้องการ

source: A resource's download has been requested
ru: Запрошено скачивание ресурса
si: ඒ සම්පත් ගේ බාගත ඉල්ලා තිබෙනවා
ta: வள தரவிறக்கம் ஒன்று வேண்டப்பட்டுள்ளது
th: ได้รับการร้องขอการดาวน์โหลดทรัพยากรแล้ว

source: Following
bn: অনুসরণ
ru: Следующий
si: අනුගමනය කරන්නන්
ta: பின்தொடரல்
th: กำลังติดตาม

source: This user is not following anyone
bn: এই ব্যবহারকারী যে কেউ অনুসরণ করছে না
ru: Пользователь не следует ни за кем
si: මෙම පරිශීලකයා කිරිසිවෙකු අනුගමනය නොකරයි
ta: இந்த பயனர் யாரும் பின்வரும்
th: ผู้ใช้คนนี้ไม่ได้ติดตามใครเลย

source: Followers
bn: অনুগামিবৃন্দ
ru: Последователи
si: අනුගමනය කරන්නන්
ta: என்னைப்
th: ผู้ติดตาม

source: No one is following this user
bn: কেউ এই ব্যবহারকারীর অনুসরণ করছে
ru: Никто не следует за этим пользователем
si: කිසිවෙකු මෙම පරිශීලකයාව අනුගමනය නොකරයි
ta: யாரும் இந்த பயனர் தொடர்ந்து
th: ไม่มีใครติดตามผู้ใช้คนนี้

source: Manage Connections
bn: সংযোগ সেকেন্ড
ru: Управлять подключениями
si: සම්බන්ධතා කළමනාකරණය කරන්න
ta: தொடர்புகளை முகாமை செய்தல்
th: จัดการความสัมพันธ์

source: Blocking
bn: রোধক
ru: Блокировка
si: අවහිර කිරීම
ta: தடுத்தல்
th: กำลังปิดกั้น

source: Unfollow
bn: অননুসরণ
ru: Не следовать
si: අනුගමනය කිරීම නවත්වන්න
ta: பின்தொடரவேண்டாம்
th: เลิกติดตาม

source: Follow
bn: অনুসরণ করা
ru: Следовать
si: අනුගමනය කරන්න
ta: பின்பற்றவும்
th: ติดตาม

source: Unblock
bn: অবরোধমুক্ত
ru: Разблокировать
si: අවහිර කිරීම නවත්වන්න
ta: தடுக்க வேண்டாம்
th: ยกเลิกการปิดกั้น

source: Block
bn: বাধা
ru: Блокировать
si: අවහිර කරන්න
ta: பிளாக்
th: ปิดกั้น

source: No longer
bn: আর
ru: Не больше
si: තවදුරටත් නැත
ta: இன்னும் இல்லை
th: ไม่มีอีกแล้ว

source: Confirm
bn: নিশ্চিত করা
ru: Подтвердить
si: සහතික කිරීම
ta: உறுதிப்படுத்தல்
th: ยืนยัน

source: You're not %(status_slug)s anyone!
bn: আপনি %(status_slug)s কেউ পারব না!
ru: Вы не с %(status_slug)s !
si: ඔබ%(status_slug)s ඕනෑම නෑ!
ta: நீங்கள் %(status_slug)s கள் யாரும் இல்லை!
th: คุณยังไม่ได้ %(status_slug)s ใครเลย!

source: Success
bn: সাফল্য
ru: Успех
si: සාර්ථකයි
ta: வெற்றி
th: สำเร็จ

source: You are
bn: আপনি আছেন
ru: Вы являетесь
si: ඔබ
ta: நீங்கள்
th: คุณคือ

source: no longer
bn: আর
ru: не больше
si: තවදුරටත් නැත
ta: தொடர்ந்தும்
th: ไม่มีอีกแล้ว

source: %(to_user_username)s's profile
bn: %(to_user_username)s প্রফাইল
ru: %(to_user_username)s's профиль
si: %(to_user_username)sගේ පැතිකඩ
ta: %(to_user_username)s விபரத்திரட்டு
th: โปรไฟล์ของ%(to_user_username)s

source: Text
bn: পাঠ
ru: Текст
si: පෙළ
ta: உரை
th: ข้อความ

source: Categories
bn: ফোরাম
ru: Категории
si: වර්ග
ta: பிரிவுகள்
th: หมวด

source: Owners
si: අයිතිකරුවන්
ta: உரிமையாளர்கள்
th: เจ้าของ

source: Extent
bn: ব্যাপ্তি
ru: Область
si: ෙහ
ta: விஸ்தீரணம்
th: ขอบเขต

source: Filters
si: පෙරහන්
ta: வடிப்பான்

source: Date begins after:
bn: তারিখ পরে শুরু:
ru: Дата начинается с:
si: දිනය පසු ආරම්භ :
ta: தேதி பிறகு தொடங்குகிறது:
th: หลังวันที่

source: Date ends before:
bn: জন্ম আগে শেষ:
ru: Дата заканчивается до:
si: දිනට පෙර අවසන් :
ta: முந்தைய தேதி முடிவடைகிறது:
th: ก่อนวันที่

source: Search
bn: অনুসন্ধান
ru: Поиск
si: සොයන්න
ta: தேடுக
th: ค้นหา

source: Share This
ta: இதை பகிர்க
th: แบ่งปันสิ่งนี้

source: With
bn: সঙ্গে
ru: с
si: සමඟ
ta: உடன்
th: โดย

source: Subject
bn: বিষয়
ru: Тема
si: මාතෘකාව
ta: விடயம்
th: ชื่อเรื่อง

source: Preview
bn: প্রিভিউ
ru: Предварительный просмотр
si: පූර්වදර්ශනය
ta: முன்காட்சி
th: ดูตัวอย่าง

source: Delete?
bn: মুছবেন?
ru: Удалить?
si: මකා දමන්නද?
ta: அழித்தல்?
th: ลบ?

source: me
ru: мне
si: මා
ta: நான்
th: ฉัน

source: Message Inbox
bn: বার্তা ইনবক্স
ru: Ящик входящих сообщений
si: පණිවුඩය එන ලිපි
ta: தகவல் உள்பெட்டி
th: ข้อความขาเข้า

source: Create Message
bn: বার্তা তৈরি করুন
ru: Создать сообщение
si: පණිවුඩය නිර්මාණය කරන්න
ta: தகவலை உருவாக்கல்
th: เขียนข้อความ

source: Inbox
bn: ইনবক্স
ru: Входящие
ta: இன்பாக்ஸ்
th: กล่องขาเข้า

source: Messages
ru: Сообщения
si: පණිවිඩ
ta: தகவல்கள்
th: ข้อความ

source: Back to Inbox
bn: পিছনে ইনবক্সে
ru: Вернуться в ящик входящих сообщений
si: නැවතත් Inbox
ta: உள்பெட்டிக்கு திரும்புதல்
th: กลับไปที่กล่องขาเข้า

source: Send message
bn: বার্তা পাঠান
ru: Отправить сообщение
si: පිළිතුරු යවන්න
ta: கொடுத்த தகவல்கள்
th: ส่งข้อความ

source: You are not allowed to perform this operation.
bn: আপনি এই অপারেশন সম্পাদন করতে অনুমতি দেওয়া হয় না.
ru: Вам не разрешено выполнять данную операцию.
si: මෙම ක්‍රියාව කිරීමට ඔබට අවසර නොමැත
ta: நீங்கள் இந்த அறுவை சிகிச்சை செய்ய அனுமதி.
th: คุณไม่ได้รับอนุญาตให้ทำสิ่งนี้

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
bn: আপনি অনুরোধ পৃষ্ঠা বিদ্যমান নেই. সম্ভবত আপনি একটি সেকেলে বুকমার্ক ব্যবহার করছেন?
ru: Страница не существует. Возможно, Вы используете устаревшую закладку?
si: ඔබ ඉල්ලු පිටුව නොපවතියි. සමහරවිට ඔබ යල් පැන ගිය Bookmark භාවිතා කරන්නේ ?
ta: நீங்கள் கோரிய பக்கம் இல்லை. ஒருவேளை நீங்கள் ஒரு காலாவதியான புக்மார்க் பயன்படுத்துகிறீர்கள்?
th: ไม่มีหน้าเว็บที่คุณเรียก ถ้าคุณใช้บุ๊คมาร์คบางทีลิงค์ที่เรียกอาจจะไม่มีอยู่แล้ว

source: People
bn: সম্প্রদায়
ru: Люди
si: පුද්ගලයන්
ta: மக்கள்
th: ผู้คน

source: Groups
bn: গ্রুপ
ru: Группы
si: කණ්ඩායම්
ta: குழுக்கள்
th: กลุ่ม

source: There was a problem loading this page
bn: এই পৃষ্ঠা লোড একটি ত্রুটি ছিল
ru: Была проблема загрузки этой страницы
si: මෙම පිටුව ප්‍රවේශනය කිරීමේදී දෝශයක් මතු විය
ta: இந்த பக்கம் ஏற்றுவதில் சிக்கல் ஏற்பட்டது
th: เกิดข้อผิดพลาดขณะกำลังโหลดหน้านี้

source: Please contact your GeoNode administrator (he may have received an email automatically if he configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
si: (ඔහු එය නිසියාකාරව මානකරනු නම් ඔහු ස්වයංක්රීයව ඊමේල් ලැබී ඇත) ඔබගේ GeoNode පරිපාලක අමතන්න . ඔබට වෙබ් අඩවිය පරිපාලක නම්, සැබෑ දෝෂයක් දැක විසින් අදාල කරුණ නිවැරදි හෝ <a href="http://github.com/GeoNode/geonode/issues"> GeoNode ගේ ප්රශ්නය ට්රැකර් </a> දී ප්රශ්නය ගොනු කිරීමට දෝශනිරාකරණ වාර්ථා මාදිලිය සක්රීය
ta: தயவு செய்து GeoNode நிர்வாகியை தொடர்புகொள்ளவும். (அவர் இதனை சரியாக உருவமைத்திருப்பின் அவர் ஏற்கெனவே மின் அஞ்சல் ஒன்றை பெற்றிருப்பார்.) தளத்தின் நிர்வாகியாக நீங்கள் இருப்பின், அதனை சரி செய்வதற்கு அல்லது <a href="http://github.com/GeoNode/geonode/issues"> இல் முறைப்பாடு ஒன்றை பதிவு செய்வதற்காக உண்மையான தவறை கண்டறிவதற்கு debug செயற்படு முறையை உயிர்ப்பூட்டவும் . GeoNode பிரச்சினை கண்காணிப்பு குறியீடு </a>
th: โปรดติดต่อผู้ดูแลระบบ GeoNode ของท่าน (เขาอาจจะได้รับอีเมล์โดยอัตโนมัติแล้วถ้าเขาตั้งค่าไว้อย่างถูกต้อง) ถ้าคุณเป็นผู้ดูแลระบบ ให้เปิดใช้งาน debug mode เพื่อดูข้อผิดพลาดที่เกิดขึ้นแล้วแก้ไขมันหรือส่งปัญหาไปที่ <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>

source: Powered by
bn: দ্বারা প্রস্তুত Blogger
ru: Работает на
si: බලය ලත්
ta: வலுவேற்றப்பட்டுள்ளது
th: ขับเคลื่อนด้วย

source: GeoNode
ta: ஜியோநோட்

source: version
bn: সংস্করণ
ru: версия
si: අනුවාදය
ta: பதிப்புரு
th: รุ่น

source: Developers
bn: ডেভালোপার
ru: Разработчикам
si: සංවර්ධකයන්
ta: டெவலப்பர்கள்
th: นักพัฒนา

source: Menu
bn: তালিকা
ru: Меню
si: මෙනුව
ta: பட்டியல்
th: เมนู

source: We have sent the administrators a notice to approve your account associated with <b>%(email)s</b>. If the account is approved, you will receive a confirmation notice.
ru: Мы отправили администраторам уведомление подтвердить Вашу учётную запись, связанную с <<b>%(email)s</b>. Если учётная запись будет одобрена, Вы получите подтверждающее уведомление.
si: .අපි පරිපාලකයන් ඔබේ ගිණුම අනුමත කිරීමට දැනුම්දීමක් යවා ඇ. <b>%(email)s</b>. ගිණුම් අනුමත කරයි නම්, ඔබ ඒ බව සනාථ කරන දැනුම් ලැබෙනු ඇත.
ta: <b>%(email)s</b> உடன் தொடர்புடைய கணக்கை அனுமதிப்பதற்கான குறிப்பொன்றை நிர்வாகிகளுக்கு நாம் அனுப்பியுள்ளோம். கணக்கு அனுமதிக்கப்பட்டால் அதை உறுதிப்படுத்திய தகவல் உங்களுக்கு வழங்கப்படும்
th: เราได้ส่งการแจ้งเตือนไปยังผู้ดูแลระบบเพื่อขออนุมัติบัญชีของคุณที่เชื่อมโยงกับ <b>%(email)s</b> ถ้าบัญชีได้รับการอนุมัติแล้วคุณจะได้รับการแจ้งเตือนเพื่อยืนยัน

source: We have sent you an email to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process.
ru: Мы отправили Вам письмо на <b>%(email)s</b> для подтверждения. Следуйте по ссылке в письме для завершения процесса регистрации.
si: අපි සත්යාපනය <b>%(email)s</b> සඳහා ඔබ ඊ- යවා ඇත.මෙම ලියාපදිංචි වීමේ ක්රියාවලිය අවසන් කිරීම සඳහා ලබා දී ඇති ලින්ක් එක අනුගමනය කරන්න.
ta: சரிபார்த்தலுக்கான மின் அஞ்சல் ஒன்றை நாம் உங்களுக்கு <b>%(email)s</b> இல் அனுப்பி வைத்துள்ளோம். பதிவு செய்தல் செயன்முறையை நிறைவு செய்வதற்கு தரப்பட்டுள்ள இணைப்பில் தொடரவும்
th: เราได้ส่งอีเมล์ไปให้คุณที่ <b>%(email)s</b> เพื่อใช้ในการยืนยัน ให้คลิกที่ลิงค์เพื่อสิ้นสุดขั้นตอนการสมัคร

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
bn: আপনি আপনার পাসওয়ার্ড রিসেট করার কোনো ঝামেলা আছে, এ আমাদের সাথে যোগাযোগ <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
ru: Если у Вас есть какие-либо проблемы при сбросе пароля, свяжитесь с нами по <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
si: ඔබගේ මුරපදය යලි පිහිටුවීමේදී යම් ගැටළුවක් මතු වේ නම් <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a> හරහා අප වෙත යොමු වන්න
ta: நீங்கள் உங்கள் கடவுச்சொல்லை மீட்டமைக்க எந்த பிரச்சனையும் இல்லை என்றால், எங்களை தொடர்பு <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
th: หากคุณพบปัญหาใดๆในการตั้งรหัสผ่านใหม่ ติดต่อเราได้ที่ <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
ru: Опубликовано с <b>%(publish_start)s</b> до <b>%(publish_end)s</b>.
si: සිට Published <b>%(publish_start)s</b> <b>%(publish_end)s</b> ලෙස
ta: <b>%(publish_start)s</b> இருந்து <b>%(publish_end)s</b> வரை பதிப்பிக்கப்பட்டுள்ளது
th: เผยแพร่ตั้งแต่ <b>%(publish_start)s</b> ถึง <b>%(publish_end)s</b>

source: Upload New Image
bn: নতুন চিত্র আপলোড করুন
ru: Загрузить новое изображение
si: නව සේයාරුවක් උඩුගත කරන්න
ta: புதிய பட பதிவேற்ற
th: อัพโหลดรูปใหม่

source: Choose new Default
bn: নতুন ডিফল্ট চয়ন করুন
ru: Выберите новое значение по умолчанию
si: නව පෙරනිමි තෝරන්න
ta: புதிய இயல்புநிலை தேர்வு
th: ใช้เป็นค่าเริ่มต้น

source: If you have any questions about the software or service, join our <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users">mailing list</a>.
si: ඔබ මෘදුකාංග හෝ සේවාව ගැන කිසිදු ප්රශ්න තිබේ නම්, අපගේ <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users"> තැපැල් ලැයිස්තුව </a> සම්බන්ධ වන ලෙසයි.
ta: மென்பொருள் அல்லது சேவை தொடர்பில் வினாக்கள் இருப்பின் எங்களின் மின் அஞ்சல் பட்டியலில் சேருங்கள்
th: หากมีคำถามใดๆเกี่ยวกับซอฟต์แวร์หรือบริการ เข้าร่วม <a href="http://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users">เมลลิงลิสต์</a> ของเรา

source: page
si: පිටුව
ta: பக்கம்

source: of
bn: এর
ru: из
si: පිළිබඳ
ta: என்ற
th: จาก

source: Set permissions
bn: অনুমতি স্থাপন করুন
ru: Задать разрешения
si: කට්ටලයක් අවසර
ta: அமை அனுமதிகள்
th: ตั้งค่าสิทธิ์

source: Last Sender
bn: সর্বশেষ প্রেরকের
ru: Последний отправитель
si: අවසන් වරට එවූ තැනැත්තා
ta: இறுதியாக அனுப்பியவர்
th: ผู้ส่งล่าสุด

source: Send Reply
bn: উত্তর পাঠান
ru: Послать ответ
si: පිළිතුරු යවන්න
ta: சென்ற அறிவித்தல்
th: ตอบกลับ

source: Invalid permission level.
bn: অবৈধ অনুমতি স্তর.
ru: Неправильный уровень прав доступа.
si: වලංගු නොවන අවසර මට්ටම
ta: பெறுமதியற்ற அனுமதி மட்டம்
th: ระดับการอนุญาตไม่ถูกต้อง

source: Permission Denied
bn: অনুমতি অস্বীকার
ru: Доступ запрещен
si: අවසර ලබා දෙනු නොලැබේ
ta: அனுமதி மறுக்கப்பட்டுள்ளது
th: ไม่ได้รับอนุญาต

source: Layer
bn: স্তর
ru: Слой
si: ස්ථරය
th: ชั้นข้อมูล

source: Map
bn: মানচিত্রসমূহ
ru: Карта
si: සිතියම
th: แผนที่

source: User
bn: ব্যবহারকারী
ru: Пользователь
si: පරිශීලක
th: ผู้ใช้

source: sld url
ru: url sld
si: sld url එක
th: url ของ sld

source: ows URL
bn: OWS URL টি
th: URL ของ ows

source: Are you sure you want to remove <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
th: คุณแน่ใจแล้วหรือว่าต้องการลบ <a href="%(map.get_absolute_url)s">%(map_title)s</a>?

source: Indexed
bn: সূচিবদ্ধ
ru: Индексированный
th: การจัดทำดัชนี

source: A - Z
bn: একটি - Z
ru: А - Я

source: Actions
ru: Действия

source: IP Address
bn: আই.পি. এড্রেস

source: Created Date
bn: তৈরীর তারিখ

source: Pan
bn: প্যান

source: Zoom
bn: জুম্ করা

source: Click
bn: ক্লিক

source: Activity Type
bn: কার্যকলাপের ধরন

source: Geometry
bn: জ্যামিতি

source: Page Name
bn: পৃষ্ঠার নাম

source: Analytics
bn: এনালিটিক্স

source: You don't have permission to view this page.
bn: আপনার এই পৃষ্ঠাটি দেখার অনুমতি নেই

source: Field description
bn: ফিল্ডের বিবরণ

source: Is active
bn: সক্রিয় কি না

source: JPEG
bn: কোন JPEG

source: PDF
bn: পিডিএফ

source: Denied Layers
bn: অস্বীকৃত স্তর
