Repository: GeoDASH/GeoDASH.gov.bd
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: bn, ru, si, ta, th

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
bn: সাধারণভাবে ব্যবহৃত শব্দ (গুলি) বা বিধিবদ্ধ শব্দ (গুলি) বা ফ্রেইজ (গুলি) বিষয় (স্পেস বা কমা দ্বারা পৃথক বর্ণনা ব্যবহৃত
ru: обычно используемое слово(а) или формализованное слово(а) или фраза(ы), используемые для описания субъекта (через пробел или запятую
si: පොදුවේ භාවිතා වචනය (න් ) හෝ විධිමත් වචනය (න් ) හෝ වාක්ය ඛණ්ඩයක් (ව) විෂය (අවකාශය හෝ කොමා - වෙන් විස්තර කිරීමට භාවිතා
ta: பொதுவாகப் பயன்படுத்தப்படும் வார்த்தை (ங்கள்) அல்லது முறைப்படுத்தப்பட்டது சொல் (ங்கள்) அல்லது சொற்றொடர் (ங்கள்) பொருள் (இடைவெளி அல்லது காற்புள்ளியால் பிரிக்கப்பட்ட விவரிக்க பயன்படுத்தப்படுகிறது
th: คำที่ใช้ทั่วไป หรือคำทางการ หรือวลี ที่ใช้สำหรับอธิบายหัวเรื่อง (เว้นวรรค หรือคั่นด้วยจุลภาค)

source: All contents
bn: সমস্ত বিষয়বস্তু
ru: Все включая
si: සියළුම අන්තර්ගතයන්
ta: அனைத்து உள்ளடக்கங்களை
th: เนื้อหาทั้งหมด

source: Forgot Username
bn: ভুলে গেছেন ইউজারনেম
ru: Забыли имя пользователя
si: පරිශීලක නාමය අමතක වී ඇත
ta: பயன்டுத்துனர் பெயரை மறந்துவிட்டேன்
th: ลืม

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
bn: আপনার ই-মেইল ঠিকানা দিন এবং দাখিল করুন বোতামে ক্লিক করুন
ru: Введите адрес Вашей электронной почты и нажмите на кнопку подтверждения. <br />Имя пользователя будет отправлено Вам.
si: ඔබගේ ඊ-තැපැල් ලිපිනය ඇතුලත් කරන්න සහ ඉදිරිපත් බොත්තම ක්ලික් කරන්න. ඔබගේ පරිශීලක නාමය /> <br ඔබ වෙත යවනු ඇත.
ta: உங்களின் மின் அஞ்சல் முகவரியை உட்செலுத்தி செலுத்துதல் பொத்தானை அழுத்தவும், உங்களின் பயன்பாட்டுப் பெயர் அனுப்பி வைக்கப்படும்
th: กรอกอีเมล์แอดเดรสของคุณและคลิกปุ่มส่ง <br /> แล้วคุณจะได้รับชื่อผู้ใช้ของคุณ

source: Create Profile
bn: প্রোফাইল তৈরি করুন
ru: Создать профиль
si: පැතිකඩක් නිර්මාණය කරන්න
ta: விபரத்திரட்டை உருவாக்குதல்
th: สร้างโปรไฟล์

source: Profile of
bn: এর প্রোফাইল
ru: Профиль
si: ගේ පැතිකඩ
ta: பதிவு செய்தது
th: โปรไฟล์ของ

source: Not provided.
bn: প্রদান করা হয়নি
ru: Не предусмотрено.
si: සපයා නැත.
ta: வழங்கப்படவில்லை
th: ไม่มีการระบุ

source: Message User
bn: ব্যহারকারীকে বার্তা প্রদান
ru: Сообщение пользователя
si: පණිවුඩය පරිශීලක
ta: தகவல் பயன்படுத்துபவர்
th: ส่งข้อความถึงผู้ใช้

source: Edit profile
bn: প্রোফাইল সম্পাদনা
ru: Редактировать профиль
si: සංස්කරණය කරන්න Profile
ta: திருத்து
th: แก้ไขโปรไฟล์

source: Change password
bn: পাসওয়ার্ড পরিবর্তন করুন
ru: Изменить пароль
si: මුරපදය වෙනස් කරන්න
ta: இரகசிய குறியீட்டை மாற்றுதல்
th: เปลี่ยนรหัสผ่าน

source: Upload new layers
bn: নতুন স্তর আপলোড করুন
ru: Загрузить новые слои
si: නව ස්ථරයන් උඩුගත කරන්න
ta: புதிய படுகையை உட்செலுத்தவூம்
th: อัพโหลดชั้นข้อมูล

source: Create a new map
bn: একটি নতুন মানচিত্র তৈরি করুন
ru: Создать новую карту
si: නව සිතියමක් නිර්මාණය කරන්න
ta: புதிய வரைபடம் ஒன்றை உருவாக்கு
th: สร้างแผนที่

source: My Activities
bn: আমার কর্মকান্ড
ru: Моя деятельность
si: මගේ ක්‍රියාකාරකම්
ta: எனது செயல்பாடுகள்
th: กิจกรรมของฉัน

source: Notifications
bn: বিজ্ঞপ্তি
ru: Уведомления
si: නිවේදන
ta: அறிவித்தல்கள்
th: การแจ้งเตือน

source: Announcements
bn: ঘোষনা
ru: Объявления
si: නිවේදන
ta: அறிவித்தல்கள்
th: ประกาศ

source: Remote Services
bn: রিমোট সেবা
ru: Удаленные сервисы
si: දුරස්ථ සේවා
ta: தொலை சேவைகள்
th: บริการระยะไกล

source: Invite User
bn: ব্যবহারকারী আমন্ত্রণ করুন
ru: Пригласить пользователя
si: පරිශීලක ආරාධනා කරන්න
ta: பயனர் அழைக்கவும்
th: เชิญผู้ใช้

source: GeoServer
ta: ஜியொசேவர்

source: Admin
bn: অ্যাডমিন
ru: Админ
si: පාලක
ta: நிர்வாகம்
th: ผู้ดูแลระบบ

source: User Activities
bn: ব্যবহারকারী ক্রিয়াকলাপ
ru: Деятельность пользователей
si: පරිශීලක ක්රියාකාරකම්
ta: பயனர் நடவடிக்கைகள்
th: กิจกรรมของผู้ใช้

source: Position
bn: অবস্থান
ru: Позиция
si: තත්ත්වය .
ta: அமைவு
th: ตำแหน่ง

source: Organization
bn: প্রতিষ্ঠান
ru: Организация
si: සංවිධානය
ta: நிறுவனம்
th: องค์กร

source: Location
bn: অঞ্চল
ru: Местоположение
si: ස්ථානය
ta: அமைவிடம்
th: ตำแหน่ง

source: Fax
bn: ফ্যাক্স
ru: Факс
ta: தொலை நகல்
th: โทรศัพท์

source: Not provided
bn: উপলব্ধ নেই
ru: Не предусмотрено
si: සපයනු නොලැබේ
ta: வழங்கப்படவில்லை
th: ไม่มีการระบุ

source: Resources
bn: সম্পদ
ru: Ресурсы
si: සම්පත්
ta: வளங்கள்
th: แหล่งข้อมูล

source: Edit Your Profile
bn: আপনার প্রোফাইল সম্পাদনা করুন
ru: Редактировать Ваш профиль
si: ඔබේ පැතිකඩ සංස්කරණය කරන්න
ta: உங்களின் விபரத்தை திருத்துதல்
th: แก้ไขโปรไฟล์ของคุณ

source: Edit Profile for
bn: যার জন্য প্রফাইল সম্পাদন
ta: விபரத்திரட்டை சரிசெய்
th: แก้ไขโปรไฟล์ของ

source: Change your avatar
bn: আপনার অবতার পরিবর্তন করুন
ru: Измените свой аватар
si: ඔබගේ ඡායාරූපය වෙනස් කරන්න
ta: உங்கள் சின்னம் மாற்றவும்
th: เปลี่ยนรูปของคุณ

source: Update profile
bn: আপডেট প্রফাইল
ru: Обновить профиль
si: පැතිකඩ යාවත්කාලීන කරන්න
ta: விபரத்திரட்டை இயல்நிலைப்படுத்தல்
th: แก้ไขโปรไฟล์

source: Explore People
bn: মানুষ টেলিভিশন
ru: Посмотреть участников
si: මිනිසුන් සොයන්න
ta: மக்கள் ஆராய்ந்து
th: สำรวจผู้คน

source: Your username for
bn: আপনার ব্যবহারকারী নাম
ru: Ваше имя пользователя для
si: ඔබගේ පරිශීලක නාමය සඳහා
ta: இற்கான உங்களின் பயன்பாட்டுப் பெயர்
th: ชื่อผู้ใช้ของคุณสำหรับ

source: Your username has been emailed to you.
bn: আপনার ব্যবহারকারী নাম আপনার ইমেল হয়েছে.
ru: Ваше имя пользователя было выслано Вам по электронной почте
si: ඔබගේ පරිශීලක නාමය ඔබට ඊමේල් කරන ලදී.
ta: உங்களின் பயன்பாட்டுப் பெயர் உங்களுக்கு மின்அஞ்சலிடப்பட்டுள்ளது
th: ชื่อผู้ใช้งานจะถูกส่งถึงคุณผ่านอีเมล์

source: No user could be found with that email address.
bn: কোন ব্যবহারকারী যে ইমেইল ঠিকানা দিয়ে পাওয়া যেতে পারে.
ru: Не найден пользователь с таким почтовым адресом
si: එවන් විද්‍යුත්-තැපැල් ලිපිනයක් සහිත පරිශීලකයෙකු නොමැත.
ta: அந்த மின்அஞ்சல் முகவரிக்குரிய பயன்படுத்துனர் ஒருரையேனும் கண்டறிய முடியவில்லை
th: ไม่พบผู้ใช้ที่มีอีเมล์แอดเดรสนั้นเลย

source: Auto-detect
bn: অটো-ডিটেক্ট
ru: Автоматическое обнаружение
si: වාහන - හඳුනා
ta: ஆட்டோ கண்டறியும்
th: ตรวจหาอัตโนมัติ

source: Paired WMS/WFS/WCS
bn: জোড় WMS / তারা সরেজমিনে দেখতে / WCS
ru: Парные WMS / WFS / WCS
si: නීපාරක්ෂක WMS / WFS / WCS
ta: சேர்க்கப்பட்டவை WMS / WFS / WCS
th: คู่ WMS/WFS/WCS

source: Web Map Service
bn: ওয়েব মানচিত্র পরিষেবা
ru: Сервис WMS
si: වෙබ් සිතියම සේවා
ta: வலை வரைபடம் சேவை

source: Catalogue Service
bn: কাণ্ডকীর্তি পরিষেবা
ru: Сервис каталога
si: කැටලොග් සේවා
ta: பெயர்ப்பட்டியல் சேவை

source: ArcGIS REST Service
bn: ArcGIS বিশ্রাম পরিষেবা
ru: Сервис ArcGIS REST
si: ArcGIS REST සේවා
ta: ArcGIS நவக்கிரகங்களும் சேவை

source: Harvard Geospatial Library
bn: হার্ভার্ড জিওস্পেসিয়াল লাইব্রেরী
ru: HGL (Harvard Geospatial Library)
ta: ஹார்வர்ட் ஜீயோஸ்பேஷயல் நூலகம்

source: Local
bn: স্থানীয়
ru: Локальный
si: දේශීය
ta: உள்ளூர்
th: ท้องถิ่น

source: Cascaded
ru: Каскадная
ta: அருவியாக
th: ลดหลั่นกัน

source: Harvested
bn: চাষ
ru: Собранные
ta: அறுவடை
th: การเก็บเกี่ยว

source: Live
bn: লাইভ
ru: Живая
ta: நேரடி
th: สด

source: Service URL
bn: পরিষেবা URL টি
ru: Сервис URL
si: සේවා URL එක
ta: சேவை URL
th: URL ของเซอร์วิส

source: Service name
bn: সেবার নাম
ru: Имя сервиса
si: සේවා නාමය
ta: சேவை பெயர்
th: ชื่อเซอร์วิส

source: Service Type
bn: সেবার ধরণ
ru: Тип сервиса
si: සේවා වර්ගය
ta: சேவை வகை
th: ชนิดของเซอร์วิส

source: Layer Name
bn: লেয়ার নাম
ru: Имя слоя
si: ස්ථරය නම
ta: அடுக்கு பெயர்
th: ชื่อชั้นข้อมูล

source: Layer Title
bn: লেয়ার শিরোনাম
ru: Заголовок слоя
si: ස්ථරය සිරැසිය
ta: லேயர் தலைப்பு
th: ชื่อเรื่องของชั้นข้อมูล

source: Layer Description
bn: লেয়ার বর্ণনা
ru: Описание слоя
si: ස්ථරය විස්තරය
ta: அடுக்கு விளக்கம்
th: คำอธิบายชั้นข้อมูล

source: Layer Styles
bn: লেয়ার স্টাইলস
ru: Стили слоя
ta: அடுக்கு பாங்குகள்
th: สไตล์ของชั้นข้อมูล

source: All/None
bn: সমস্ত / কেউ
ru: Всё/Ничего
si: සියලුම / නැත
ta: அனைத்து / யாரும்
th: ทั้งหมด/ไม่มี

source: Name
bn: নাম
ru: Имя
si: නම
ta: பெயர்
th: ชื่อ

source: Add Layers
bn: স্তরসমূহ যুক্ত করো
ru: Добавить слои
si: ස්ථර එක් කරන්න
ta: அடுக்குகள் சேர்
th: เพิ่มชั้นข้อมูล

source: Name:
bn: নাম:
ru: Имя:
si: නම:
ta: பெயர்:
th: ชื่อ:

source: URL:
bn: URL- এ:
ta: URL ஐ:

source: Abstract:
bn: সারাংশ:
ru: Аннотация:
si: සාරාංශය:
ta: சுருக்கம்:
th: บทคัดย่อ:

source: Keywords:
bn: মূলশব্দ:
ru: Ключевые слова:
si: මුල්පද:
ta: முக்கிய வார்த்தைகள்:
th: คำสำคัญ:

source: Contact:
bn: যোগাযোগ:
ru: Контакты:
si: අමතන්න:
ta: தொடர்பு:
th: ติดต่อ:

source: Services
bn: সেবা
ru: Сервисы
si: සේවා
ta: சேவைகள்
th: เซอร์วิส

source: This CSW server contains the following services
bn: এই CSW সার্ভার নিম্নলিখিত পরিষেবাগুলি রয়েছে
ru: Этот CSW сервер содержит следующие сервисы
si: මෙම අතිකරන්නන් සේවාදායකය පහත සඳහන් සේවාවන් අඩංගු
ta: இந்த CSW சர்வர் பின்வரும் சேவைகள் கொண்டிருக்கிறது
th: เซิร์ฟเวอร์ CSW นี้ประกอบไปด้วยเซอร์วิสดังต่อไปนี้

source: This Service contains the following layers
bn: এই পরিষেবা নিম্নলিখিত স্তর রয়েছে
ru: Этот сервис содержит следующие слои
si: මෙම සේවාව පහත සඳහන් ස්ථර
ta: இந்த சேவை பின்வரும் அடுக்குகளைக் கொண்டுள்ளன
th: เซอร์วิสนี้ประกอบด้วยชั้นข้อมูลดังต่อไปนี้

source: Edit Service Metadata
bn: সম্পাদনা পরিষেবা মেটাডাটা
ru: Редактировать метаданные сервиса
si: සංස්කරණය කරන්න සේවා පාරදත්ත
ta: திருத்த சேவை மெட்டாடேட்டா
th: แก้ไขคำอธิบายข้อมูลของเซอร์วิส

source: Remove Service
bn: পরিষেবা সরান
ru: Отключить сервис
si: සේවා ඉවත් කරන්න
ta: சேவை நீக்க
th: ลบเซอร์วิส

source: Edit Service
bn: সেবা সম্পাদন
ru: Редактировать сервис
si: සංස්කරණය කරන්න සේවා
ta: சேவையை சரிசெய்
th: แก้ไขเซอร์วิส

source: Save
bn: সংরক্ষণ করুন
ru: Сохранить
si: සුරකින්න
ta: சேமி
th: บันทึก

source: Service:
bn: পরিষেবা:
ru: Сервис:
si: සේවා:
ta: சேவை:
th: เซอร์วิส:

source: The following layers will soon be added to the data catalog:
bn: নিম্নলিখিত স্তর তাড়াতাড়ি ডাটা ক্যাটালগ যুক্ত হবে:
ru: Следующие слои вскоре будут добавлены в каталог данных:
si: පහත දැක්වෙන ස්ථර ඉක්මනින් දත්ත නාමාවලිය එකතු වනු ඇත:
ta: பின்வரும் அடுக்குகளைக் விரைவில் தரவு அட்டவணை சேர்க்கப்பட்டது:
th: ชั้นข้อมูลดังต่อไปนี้จะถูกเพิ่มเข้าไปในแคตตาล็อกข้อมูล:

source: Register a new Service
bn: একটি নতুন পরিষেবা নিবন্ধন
ru: Регистрация нового сервиса
si: නව සේවා ලියාපදිංචි
ta: ஒரு புதிய சேவை பதிவு
th: ลงทะเบียนเซอร์วิสใหม่

source: Register New Service
ru: Зарегистрировать новый сервис
si: නව සේවා ලියාපදිංචි
ta: புதிய சேவையை பதிவு செய்தல்
th: ลงทะเบียนเซอร์วิสใหม่

source: Service has been created:
bn: পরিষেবা তৈরি করা হয়েছে:
ru: Сервис был создан:
si: සේවා නිර්මාණය කර ඇත :
ta: சேவை உருவாக்கப்பட்ட:
th: สร้างเซอร์วิสเสร็จแล้ว:

source: The following layers will be imported
bn: নিম্নলিখিত স্তর আমদানি করা হবে
ru: Следующие слои будут импортированы
si: පහත දැක්වෙන ස්ථර ද ආනයනය කෙරේ
ta: பின்வரும் அடுக்குகளைக் இறக்குமதி
th: ชั้นข้อมูลดังต่อไปนี้จะถูกนำเข้า

source: Remove Remote Service
bn: দূরবর্তী সেবা সরিয়ে দিন
ru: Отключить удалённый сервис
si: දුරස්ථ සේවා ඉවත් කරන්න
ta: தொலைக்கட்டுப்பாட்டு சேவையை நீக்குக
th: ลบเซอร์วิสระยะไกล

source: Are you sure you want to remove
bn: আপনি নিশ্চিত ভাবে সরাতে চান কি
ru: Вы уверены, что хотите удалить
si: ඔබ ඉවත් කිරීමට අවශ්ය බව ඔබට විශ්වාස ද
ta: நீங்கள் நீக்க வேண்டும் என்பதில் உறுதியாக இருக்கிறீர்களா
th: คุณแน่ใจแล้วหรือว่าต้องการลบ

source: The Open Geoportal is a consortium comprised of contributions of several universities and organizations to help facilitate the discovery and acquisition of geospatial data across many organizations and platforms. Current partners include: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, and UConn. Built on open source technology, The Open Geoportal provides organizations the opportunity to share thousands of geospatial data layers, maps, metadata, and development resources through a single common interface.
bn: ওপেন Geoportal অনেক প্রতিষ্ঠান এবং প্ল্যাটফর্মের জুড়ে আবিষ্কার এবং ভৌগলিক অবস্থান বিষয়ক প্রযুক্তিবিদ্যা তথ্য অধিগ্রহণের সহজতর সাহায্য বিভিন্ন বিশ্ববিদ্যালয় ও সংস্থার অবদান গঠিত একটি সাহচর্য হয়. চলতি সহযোগীদের মধ্যে রয়েছে: হার্ভার্ড, এমআইটি, MassGIS, প্রিন্সটন, কলম্বিয়া, স্ট্যানফোর্ড, UC বার্কলে, UCLA, ইয়েল, এবং UConn. ওপেন সোর্স প্রযুক্তির উপর নির্মিত, ওপেন Geoportal প্রতিষ্ঠানের একটি একক সাধারণ ইন্টারফেসের মাধ্যমে ভৌগলিক অবস্থান বিষয়ক প্রযুক্তিবিদ্যা তথ্য স্তর, মানচিত্র, মেটাডেটা, এবং উন্নয়ন সম্পদ হাজার শেয়ার করার সুযোগ প্রদান করে.
ru: The Open Geoportal является консорциумом, состоящим из нескольких университетов и организаций, целью которых является оказание помощи и облегчение открытия и приобретения геопространственных данных для многих организаций и платформ. Текущими партнерами являются: Гарвард, Массачусетский технологический институт, MassGIS, Принстон, Колумбия, Стэнфорд, Калифорнийский университет в Беркли, Лос-Анджелесе, Йель и UConn. Построенный на технологии с открытым исходным кодом, The Open Geoportal предоставляет организациям возможность поделиться тысячами геопространственных информационных слоев, карт, метаданных и ресурсов через один общий интерфейс.
si: මෙම විවෘත Geoportal help කිහිපයක් විශ්ව විද්යාල සහ සංවිධාන දායකත්වයන් සමන්විත වූ සුසංධානය බොහෝ සංවිධාන හා වේදිකා පුරා භුමිය පිලිබඳ දත්ත සොයා ගැනීම සහ අත්පත් කර ගැනීම සඳහා පහසුකම් . වත්මන් partners ඇතුළත් වනුයේ: හාවඩ් , MIT, , MassGIS , ප්රින්ස්ටන්, කොලොම්බියා , ස්ටැන්ෆර්ඩ් , නගර සභා බර්ක්ලි , මූලාවස්ථික , සේල් හා UConn . විවෘත source ඉදිකරන ලද තාක්ෂණය, විවෘත Geoportal , සංවිධාන භුමිය පිලිබඳ දත්ත ස්ථර දහස් ගණනක් බෙදා ගැනීමට අවස්ථාව ලබා තනි පොදු අතුරු මුහුණත හරහා සිතියම්, පාරදත්ත හා සංවර්ධනය, සම්පත්
ta: திறந்த Geoportal பல அமைப்புக்கள் மற்றும் பிளாட்பார்ம்களில் கண்டுபிடிப்பு மற்றும் தாழ்த்தப்பட்ட கையகப்படுத்தல் எளிதாக்கும் உதவ பல பல்கலைக்கழகங்கள் மற்றும் அமைப்புக்கள் பங்களிப்புகளை கொண்டதாகும் ஒரு கூட்டிணைப்பு. தற்போதைய பங்காளிகள் அடங்கும்: ஹார்வார்ட், MIT, MassGIS, பிரின்ஸ்டன், கொலம்பியா, ஸ்டான்போர்ட், UC பெர்க்லி, யுசிஎல்எ, யேல், மற்றும் UConn. திறந்த மூல தொழில்நுட்பம் கட்டப்பட்ட, திறந்த Geoportal அமைப்புக்கள் ஒரு பொதுவான இடைமுகம் மூலம் தாழ்த்தப்பட்ட அடுக்குகள், வரைபடங்கள், மெட்டா, மற்றும் வளர்ச்சி ஆதாரங்கள் ஆயிரக்கணக்கான பகிர்ந்து கொள்ள வாய்ப்பு வழங்குகிறது.
th: Open Geoportal เป็นสมาคมที่ประกอบด้วยการมีส่วนร่วมของหลายมหาวิทยาลัยและองค์กรเพื่อช่วยอำนวยความสะดวกในการค้นหาและการได้มาซึ่งข้อมูลเชิงพื้นที่ในหลายหลายองค์กรและแพลทฟอร์ม สมาชิกในปัจจบันประกอบด้วย: Harvard, MIT, MassGIS, Princeton, Columbia, Stanford, UC Berkeley, UCLA, Yale, และ UConn สร้างขึ้นด้วยเทคโนโลยีโอเพ่นซอร์ส Open Geoportal เปิดโอกาสให้องค์กรได้มีส่วนร่วมในการแบ่งปันข้อมูลเชิงพื้นที่ชั้นข้อมูล แผนที่, คำอธิบายข้อมูล และทรัพยาการที่ใช้ในการพัฒนามากมายนับพันด้วยส่วนติดต่อเพียงอันเดียว

source: This is an existing service
bn: এই একটি বিদ্যমান সেবা
ru: Это реально существующая служба
si: මෙය දැනට පවතින සේවාවක්
ta: இது ஏற்கனவே உள்ள சேவை
th: เซอร์วิสนี้มีอยู่แล้ว

source: Could not find any layers in a compatible projection.
bn: একটি সামঞ্জস্যপূর্ণ অভিক্ষেপ যে কোন স্তর খুঁজে পাওয়া যায়নি.
ru: Не удалось найти каких-либо слоёв в совместимой проекции.
si: compatible projection. තුල ඕනෑම ස්ථර මම සොයා ගැනීමට නොහැක
ta: ஒரு இணக்கமான திட்ட எந்த அடுக்குகள் கண்டுபிடிக்க முடியவில்லை.
th: ไม่พบชั้นใด ๆ ในการฉายที่เข้ากันได้

source: Could not find any layers in a compatible projection: The spatial id was: %(srs)s and the url %(url)s
si: ඊට ගැළපෙන ප්රක්ෂේපනය ඕනෑම ස්ථර සොයාගත නොහැකි විය : ද අවකාශ හැඳුනුම් අංකය :%(srs)s නම් සහ URL %(url)s
ta: சாதகமான எறிதளத்தில் எந்தவொரு படுகையையும் காணமுடியவில்லை. பூகோள குறியீடு %(srs)s மற்றும் url %(url)s

source: You are not permitted to remove this service.
bn: আপনি এই সেবা অপসারণ করার অনুমতি নেই.
ru: Вам не разрешается удалять этот сервис.
si: ඔබ මෙම සේවාව ඉවත් කිරීමට අවසර නැත.
ta: இந்த சேவை நீக்க அனுமதி இல்லை.
th: คุณไม่มีสิทธิ์ลบเซอร์วิสนี้

source: created
bn: নির্মিত
ru: создал
si: නිර්මාණය කරන ලද්දේ
ta: உருவாக்கப்பட்டுள்ளது
th: สร้างแล้ว

source: deleted
bn: মোছা
ru: удалил
si: මකා දමන ලද්දේ
ta: அழிக்கப்பட்டுள்ளது
th: ลบแล้ว

source: updated
bn: আপডেট
ru: обновил
si: යාවත්කාලීන කරන ලද්දේ
ta: இயல்நிலைப்படுத்தப்பட்டுள்ளது
th: แก้ไขแล้ว

source: added a comment
bn: একটি মন্তব্য যোগ
ru: добавил комментарий
si: අදහසක් දක්වන ලද්දේ
ta: குறிப்பொன்று சேர்க்கப்பட்டுள்ளது
th: เพิ่มความคิดเห็นแล้ว

source: updated a comment
bn: একটি মন্তব্য আপডেট
ru: обновил комментарий
si: අදහසක් යාවත්කාලීන කරන ලද්දේ
ta: குறிப்பொன்று இயல்நிலைப்படுத்தப்பட்டுள்ளது
th: แก้ไขความคิดเห็นแล้ว

source: uploaded
bn: আপলোড
ru: загрузил
si: උඩුගත කරන ලද්දේ
ta: உட்செலுத்தப்பட்டுள்ளது
th: อัพโหลดแล้ว

source: Recent activity
bn: সাম্প্রতিক কার্যকলাপ
ru: Последняя активность
si: මෑතකදී සිදුකරන ලද ක්‍රියාකාරකම්
ta: அண்மைய செயற்பாடு
th: กิจกรรมล่าสุด

source: Not Permitted
bn: অনুমোদন নেই
ru: Не разрешено
si: අවසර නැත
ta: அனுமதியில்லை
th: ไม่ได้รับอนุญาต

source: Please verify that you are logged in as the correct user.
bn: আপনি সঠিক ব্যবহারকারী হিসাবে লগ ইন আছেন কিনা পরীক্ষা করুন.
ru: Проверьте, зарегистрированы ли Вы как пользователь.
si: නිවැරදි පරිශීලකයා ලෙස ඔබ ඇතුලු වී ඇත්දැයි කරුණාකර පරීක්ෂා කර බලන්න
ta: சரியான பயன்பாட்டாளராகவா நீங்கள் உள்நுழைந்துள்ளீர்கள் என்பதை சரிபார்க்கவம்
th: โปรดยืนยันว่าคุณได้เข้าใช้ระบบด้วยชื่อผู้ใช้ที่ถูกต้อง

source: Please login or register and retry.
bn: প্রবেশ করুন অথবা নিবন্ধন এবং পুনরায় চেষ্টা করুন.
ru: Авторизуйтесь или зарегистрируйтесь и повторите вход
si: කරුණාකර නැවත ඇතුලු වන්න. එසේත් නැත්නම් ලියපදිංචි වී නැවත උත්සාහ කරන්න
ta: தயவ செய்து உள்நுழையவம் அல்லது பதிவ செய்து மீள முயற்சிக்கவம்
th: โปรดลงชื่อเข้าใช้หรือลงทะเบียนแล้วลองอีกครั้ง

source: GeoNode Help
bn: GeoNode সহায়তা
ru: Справка по GeoNode
si: GeoNode සහය
ta: ஜியோநோட் உதவி
th: วิธีใช้ GeoNode

source: Page Not Found
bn: পাতা পাওয়া যায়নি
ru: Страница не найдена
si: පිටුව සොයා ගත නොහැක
ta: பக்கத்தை காணவில்லை
th: ไม่พบหน้าเว็บ

source: Info
bn: তথ্য
ru: Информация
si: තොරතුරු
ta: தகவல்
th: ข้อมูล

source: Share
bn: ভাগ
ru: Поделиться
si: හවුල් කරන්න
ta: பகிர்தல்
th: แบ่งปัน

source: Ratings
bn: সৈনিকগণ
ru: Оценки
si: ප්‍රමාණන
ta: தரப்படுத்தல்
th: ความนิยม

source: Exif
bn: বাহির
ta: வெளியேறல்

source: Set permissions on selected resources
bn: নির্বাচিত সম্পদের উপর সেট অনুমতি
ru: Установка разрешений для выбранных ресурсов
si: තෝරාගත් සම්පත් තබා අවසර
ta: தேர்ந்தெடுத்த ஆதாரங்களை அமை அனுமதிகள்
th: ตั้งค่าสิทธิ์ในแหล่งข้อมูลที่เลือก

source: Apply Changes
bn: পরিবর্তনগুলি প্রয়োগ
ru: Примененить изменения
si: වෙනස්කම් යොදවන්න
ta: மாற்றங்களை பிரயோகிக்குக
th: ใช้การเปลี่ยนแปลงนี้

source: Log in to add a comment
bn: একটি মন্তব্য যোগ করতে লগ ইন করুন
ru: Войти чтобы добавить комментарий
si: අදහස් දැක්වීම සඳහා ...
ta: ஒரு கருத்தை சேர்க்க உள்நுழைய
th: เข้าสู่ระบบเพื่อเขียนความคิดเห็น

source: By
bn: দ্বারা
ru: От
si: විසින්
ta: மூலம்
th: โดย

source: Who can view it?
bn: কে এটা দেখতে পারেন?
ru: Кто может просматривать?
si: කවුද එය නැරඹීමට හැක ;
ta: யார் அதை காண முடியும்?
th: ใครสามารถดูได้บ้าง?

source: Anyone
bn: যে কেউ
ru: Любой
si: ඕනෑම කෙනෙකුට
ta: யாராவது
th: ทุกคน

source: The following users:
bn: নিম্নলিখিত ব্যবহারকারী:
ru: Следующие пользователи:
si: පහත දැක්වෙන පරිශීලකයන්:
ta: பின்வரும் பயனர்களை:
th: ผู้ใช้ดังต่อไปนี้:

source: The following groups:
bn: নিম্নলিখিত গ্রুপ:
ru: Следующие группы:
si: පහත දැක්වෙන කණ්ඩායම් :
ta: பின்வரும் குழுக்கள்:
th: กลุ่มดังต่อไปนี้:

source: Who can download it?
bn: কে এটা বিনামূল্যে ডাউনলোড করতে পারেন?
ru: Кто может скачать?
si: කවුද ඒක බාගත කළ හැක්කේ කෙසේද?
ta: யார் அது பதிவிறக்க முடியும்?
th: ใครสามารถดาวน์โหลดได้บ้าง?

source: Who can change metadata for it?
bn: কে এটা জন্য মেটাডাটা পরিবর্তন করতে পারেন?
ru: Кто может изменить метаданные?
si: කවුද ඒ සඳහා පාරදත්ත වෙනස් කළ හැක්කේ කෙසේද?
ta: இதற்கு யார் மெட்டா மாற்ற முடியும்?
th: ใครสามารถแก้ไขคำอธิบายข้อมูลได้บ้าง?

source: Who can edit data for this layer?
bn: কে এই স্তর জন্য তথ্য সম্পাদনা করতে পারেন?
ru: Кто может редактировать данные для этого слоя?
si: කවුද මේ ස්ථරය සඳහා දත්ත සංස්කරණය කළ හැක්කේ කෙසේද?
ta: யார் இந்த அடுக்கு தரவு திருத்த முடியும்?
th: ใครสามารถแก้ไขข้อมูลของชั้นข้อมูลนี้ได้บ้าง?

source: Who can edit styles for this layer?
bn: কে এই স্তর জন্য শৈলী সম্পাদনা করতে পারেন?
ru: Кто может редактировать стили для этого слоя?
si: කවුද මේ ස්ථරය සඳහා ශෛලීන් සංස්කරණය කළ හැක්කේ කෙසේද?
ta: யார் இந்த அடுக்கு பாணியை திருத்த முடியும்?
th: ใครสามารถแก้ไขสไตล์ของชั้นข้อมูลนี้ได้บ้าง?

source: Who can manage it? (update, delete, change permissions, publish/unpublish it)
bn: কে এটি পরিচালনা করতে পারেন? (আপডেট, তা অপ্রকাশিত / প্রকাশ, পরিবর্তনের অনুমতি মুছে)
ru: Кто может управлять? (обновлять, удалять, изменять права доступа, публиковать / отменить публикацию)
si: කවුද ඒක කළමනාකරණය කළ හැක්කේ කෙසේද? ( යාවත්කාලීන කිරීම, මකා දැමීම, වෙනස් අවසර , ප්රකාශයට පත් කරනු ලබයි / එය කාශනය )
ta: யார் அதை நிர்வகிக்க முடியும்? (மேம்படுத்தல், அது வெளியீட்டை / வெளியிட, மாற்றம் அனுமதிகள் நீக்க)
th: ใครสามารถจัดการได้บ้าง? (ปรับปรุง, ลบ, เปลี่ยนแปลงสิทธิ์, เผยแพร่/หยุดเผยแพร่)

source: Set permissions for this resource
bn: এই সম্পদ জন্য সেট অনুমতি
ru: Задать права доступа для этого ресурса
si: මෙම සම්පත් සඳහා වූ අවසරයන්
ta: இந்த வள அமை அனுமதிகள்
th: ตั้งค่าสิทธิ์ของแหล่งข้อมูลนี้

source: Choose users...
bn: ব্যবহারকারীদের চয়ন করুন ...
ru: Выберите пользователей ...
si: පරිශීලකයන් තෝරන්න ...
ta: பயனர்கள் தேர்வு ...
th: เลือกผู้ใช้...

source: Choose groups...
bn: গ্রুপ চয়ন করুন ...
ru: Выберите группы ...
si: කණ්ඩායම් තෝරාගන්න ...
ta: குழுக்களை தேர்வு ...
th: เลือกกลุ่ม...

source: About GeoNode
bn: GeoNode সম্পর্কে
ru: О GeoNode
si: GeoNode ගැන
ta: GeoNode பற்றி
th: เกี่ยวกับ GeoNode

source: About GeoNode.
bn: GeoNode সম্পর্কে.
ru: О GeoNode.
si: GeoNode ගැන.
ta: GeoNode பற்றி.
th: เกี่ยวกับ GeoNode

source: Account Pending Approval
ru: Учётная запись ожидает одобрения
si: ගිණුම Pending අනුමැතිය
ta: கணக்கு அனுமதிக்காக காத்திருக்கின்றது
th: บัญชีผู้ใช้อยู่ระหว่างการอนุมัติ

source: Sign up
bn: সাইন আপ করুন
ru: Подписаться
ta: பதிவு
th: ลงทะเบียน

source: Sorry, registrations are not open at this time.
bn: দুঃখিত, নিবন্ধীকরণের এই সময়ে খোলা হয় না.
ru: К сожалению, регистрация сейчас закрыта.
si: සමාවන්න, ලියාපදිංචිය මේ කාලය වන විට විවෘත නොවේ
ta: மன்னிக்கவும், பதிவு இந்த நேரத்தில் திறந்த இருந்தால்.
th: ขออภัย ขณะนี้ยังไม่เปิดรับลงทะเบียน

source: A user on %(site_name)s has created an account using this email address. To confirm this email address, go to %(activate_url)s If you did not sign up for this site, you can ignore this message.
bn: %(site_name)s উপর একটি ব্যবহারকারী এই ইমেইল ঠিকানা ব্যবহার করে একটি একাউন্ট তৈরি করেছে. এই ইমেইল ঠিকানা নিশ্চিত করার জন্য, আপনি এই সাইটের জন্য নিবন্ধন করুন হয়নি, আপনি এই বার্তাটি উপেক্ষা করতে পারেন %(activate_url)s যান.
ru: Пользователь на %(site_name)s создал учетную запись, используя этот адрес электронной почты. Чтобы подтвердить этот адрес электронной почты, перейдите по ссылке: %(activate_url)s Если Вы не подписывались на этом сайте, можете проигнорировать это сообщение.
si: පරිශීලකයෙක් මෙම %(site_name)s ඊ-තැපැල් ලිපිනය භාවිතා ගිණුමක් නිර්මාණය කර ඇත. මෙම ඊ-තැපැල් ලිපිනය තහවුරු කිරීම සඳහා, මෙහි යන්න %(activate_url)s ඔබ මෙම වෙබ් අඩවිය සඳහා ලියාපදිංචි නොවේ නම් , ඔබ විසින් මෙම පණිවුඩය නොසලකා හැරිය හැක.
ta: %(site_name)sகள் மீது ஒரு பயனர் இந்த மின்னஞ்சல் முகவரியை பயன்படுத்தி ஒரு கணக்கை உருவாக்கி உள்ளது. இந்த மின்னஞ்சல் முகவரியை உறுதிப்படுத்த, இந்த தளத்தில் நீங்கள் பதிவு செய்யவில்லை என்றால், நீங்கள் இந்த செய்தியை புறக்கணிக்க முடியாது %(activate_url)s சென்று.
th: ผู้ใช้งานเว็บ %(site_name)s ได้สร้างบัญชีผู้ใช้ด้วยอีเมล์นี้แล้ว คลิกที่ %(activate_url)s เพื่อยืนยันอีเมล์แอดเดรส ถ้าคุณไม่ได้สมัครเว็บนี้ คุณสามารถเพิกเฉยต่อข้อความนี้ได้

source: Confirm email address for %(site_name)s
bn: %(site_name)s জন্য ইমেইল ঠিকানা নিশ্চিত করুন
ru: Подтвердите адрес электронной почты для %(site_name)s
si: ඊතැපැල් ලිපිනය තහවුරු කරන්න %(site_name)s
ta: %(site_name)s மின்னஞ்சல் முகவரியை உறுதிசெய்யவும்
th: ยืนยันอีเมล์แอดเดรสสำหรับเว็บ %(site_name)s
