Repository: GeoDASH/GeoDASH.gov.bd
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: bn, ru, si, ta, th

source: This map uses the following layers:
bn: এই মানচিত্রের নিচের স্তর ব্যবহার করে:
ru: Данная карта использует следующие слои
si: මෙම සිතියමේ පහත ස්ථර භාවිතා වේ:
ta: இந்த வரைபடம் பின்வரும் படுகைகளை பயன்படுத்துகின்றது
th: แผนที่นี้ใช้ชั้นข้อมูลดังต่อไปนี้:

source: Documents related to this map
bn: এই ম্যাপ এর সাথে সম্পর্কিত ডকুমেন্টস
ru: Документы, относящиеся к данной карте
si: මෙම සිතියමට සම්බන්ධ ලේඛන
ta: ஆவணங்கள் இந்த வரைபடத்துடன் தொடர்பானது
th: เอกสารที่เกี่ยวข้องกับแผนที่นี้

source: List of documents related to this map:
bn: এই ম্যাপ এর সাথে সম্পর্কিত নথি তালিকা:
ru: Список документов, относящихся к данной карте
si: මෙම සිතියමට සම්බන්ධ ලේඛන ලැයිස්තුව
ta: இந்த வரைபடம் தொடர்பான ஆவணங்களை பெற:
th: รายชื่อเอกสารที่เกี่ยวข้องกับแผนที่นี้:

source: Copy this map
bn: এই ম্যাপ কপি করুন
ru: Копировать данную карту
si: මෙම සිතියම පිටපත් කරන්න
ta: இந்த வரைபடத்தை பிரதி செய்க
th: คัดลอกแผนที่นี้

source: Duplicate this map and modify it for your own purposes
bn: এই ম্যাপ সদৃশ এবং আপনার নিজের কাজের জন্য এটি পরিবর্তন
ru: Дублировать данную карту и модифицировать для собственных целей
si: මෙම සිතියමේ අනුපිටපතක් ගෙන එය ඔබේ අරමුණු අනුව වෙනස් කරන්න
ta: இந்த வரைபடத்தை பிரதிசெய்து உங்களின் சொந்த தேவைக்காக மாற்றம் செய்தல்
th: ทำสำเนาแผนที่นี้แล้วแก้ไขตามความต้องการของคุณ

source: Create a New Map
bn: একটি নতুন মানচিত্র তৈরি করুন
ru: Создать новую карту
si: නව සිතියමක් නිර්මාණය කරන්න
ta: புதிய வரைபடத்தை உருவாக்குதல்
th: สร้างแผนที่ใหม่

source: Map WMS
bn: মানচিত্র WMS
ru: WMS карты
si: සිතියමේ WMS
ta: WMS வரைபடம்
th: แผนที่ WMS

source: WMS layer group for local map layers
bn: স্থানীয় ম্যাপ স্তর জন্য WMS লেয়ার গ্রুপ
ru: WMS группы слоёв карты
si: දේශීය සිතියම් ස්ථර WMS ස්ථර පන්තියක් ලෙස ප්‍රකාශනය කරන්න
ta: தள வரைபட படுகைகளுக்கான WMS படுகை குழுக்கள்
th: กลุ่มชั้นข้อมูล WMS ของชั้นข้อมูลแผนที่

source: local OWS
bn: স্থানীয় OWS
ru: локальные сервисы OWS
si: දේශීය OWS
ta: தள OWS
th: OWS ท้องถิ่น

source: Publish local map layers as WMS layer group
bn: WMS লেয়ার গ্রুপ হিসাবে স্থানীয় ম্যাপ স্তর প্রকাশ করুন
ru: Опубликовать локальные слои карты, как группу слоёв WMS
si: දේශීය සිතියම් ස්ථර WMS ස්ථර පන්තියක් ලෙස ප්‍රකාශනය කරන්න
ta: தள வரைபட படுகைகளை WMS படுகை குழுக்களாக வெளியிடல்
th: เผยแพร่ชั้นข้อมูลแผนที่เป็นกลุ่มชั้นข้อมูล WMS

source: Publish Map WMS
bn: মানচিত্র WMS প্রকাশ করুন
ru: Опубликовать WMS карты
si: සිතියම් WMS ප්‍රකාශනය
ta: வரைபடங்களை வெளியிடல் WMS
th: เผยแพร่แผนที่ WMS

source: Rate this Map
bn: এই মানচিত্রের মূল্যায়ন
ru: Оценить данную карту
si: සිතියම ප්‍රමාණනය කරන්න
ta: இந்த வரைபடத்தை தரப்படுத்துக
th: ให้คะแนนแผนที่นี้

source: You are not permitted to modify this layer
bn: আপনি এই স্তর পরিবর্তন করার অনুমতি নেই
ru: Вам не разрешено вносить корректировки в данный слой
si: මෙම ස්ථරය වෙනස් කිරීමට ඔබට අවසර නැත
ta: இந்த படுகையை மாற்றியமைப்பதற்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์แก้ไขชั้นข้อมูลนี้

source: No abstract provided
si: වියුක්ත ලබා නැත
ta: சுருக்கம் வழங்கப்படவில்லை

source: An exception occurred loading data to PostGIS
ru: Произошла ошибка при загрузке данных в PostGIS
si: ව්යතිරේකයක් PostGIS කිරීමට පැටවීම දත්ත සිදු
ta: PostGIS இற்கு தரவுகளை உட்செலுத்தும் போது விதிவிலக்கொன்று ஏற்பட்டுள்ளது
th: เกิดข้อผิดพลาดระหว่างโหลดข้อมูลไปยัง PostGIS

source: Additionally an error occured during database cleanup
ru: Также произошла ошибка при очистке базы данных
si: මීට අමතරව දෝෂයක් දත්ත සමුදාය තුළ පිරිසිදු කිරීමේ සිදුවිය
ta: தரவுத்தள சுத்திகரிப்பின்போது மேலதிகமாக தவரொன்று ஏற்பட்டுள்ளது
th: เกิดข้อผิดพลาดในระหว่างการทำความสะอาดฐานข้อมูล

source: Layer Uploaded
bn: লেয়ার ঊর্ধ্বভরণকৃত
ru: Слой загружен
si: ස්ථරය උඩුගත කලා
ta: படுகை பதிவேற்றப்பட்டது
th: อัพโหลดชั้นข้อมูลเสร็จแล้ว

source: A layer was uploaded
bn: একটি স্তর আপলোড করা হয় নি
ru: Слой был загружен
si: එක් ස්ථරයක් උඩුගත කලා.
ta: ஒரு படுகை பதிவேற்றப்பட்டுள்ளது
th: อัพโหลดชั้นข้อมูลเสร็จแล้ว

source: Comment on Layer
bn: লেয়ার মন্তব্য করুন
ru: Комментарий по слою
si: ස්ථරය ගැන අදහස් දක්වන්න
ta: படுகை குறிப்பிடடல்
th: แสดงความคิดเห็นเกี่ยวกับชั้นข้อมูล

source: A layer was commented on
bn: একটি স্তর মন্তব্য করেন
ru: Слой был прокомментирован
si: ස්ථරයක් සඳහා අදහස් දක්වන ලදී
ta: படுகை ஒன்று குறிப்பிடப்பட்டுள்ளது
th: ชั้นข้อมูลได้รับการแสดงความคิดเห็น

source: Rating for Layer
bn: লেয়ার জন্য নির্ধারণ
ru: Оценка слоя
si: ස්ථරය පිළිබඳ ප්‍රමාණනය
ta: படுகையை தரப்படுத்தல்
th: ให้คะแนนชั้นข้อมูล

source: A rating was given to a layer
bn: একটি রেটিং একটি স্তর দেওয়া হয়
ru: Слой был оценен
si: ස්ථරයක් සඳහා ප්‍රමාණනයක් දෙන ලදී
ta: படுகை ஒன்று தரப்படுத்தப்பட்டுள்ளது
th: ชั้นข้อมูลได้รับการให้คะแนนแล้ว

source: Zipped Shapefile
ru: Сжатый (zip) Шейп-файл
si: zip කරන ලද shapefile එක
ta: ஒடுக்கப்பட்ட வடிவஆவணவம்

source: Excel
bn: সীমা অতিক্রম করা
ta: எக்சல்

source: You don't have permissions to change style for this layer
bn: আপনি এই স্তর জন্য স্টাইল পরিবর্তন করার অনুমতি নেই
ru: Вы не имеете прав на изменение стиля для этого слоя
si: ඔබට මෙම ස්ථරය සඳහා ශෛලිය වෙනස් කිරීමට අවසර නොමැත
ta: நீங்கள் இந்த அடுக்கு பாணியை மாற்ற அனுமதி இல்லை
th: คุณไม่มีสิทธิ์แก้ไขสไตล์ของชั้นข้อมูลนี้

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
bn: শুধুমাত্র অক্ষর, সংখ্যা, আন্ডারস্কোর এবং হাইফেন গঠিত নামের একটি সংক্ষিপ্ত সংস্করণ.
ru: краткая версия имени, состоящая только из букв, цифр, символов подчеркивания и тире.
si: අකුරු, අංක , යටි සහ හයිපනය පමණක් සමන්විත නම කෙටි අනුවාදයක් .
ta: எழுத்துகள், எண்கள், அடிக்கோடு மற்றும் இணைப்புக்குறிகள் கொண்ட பெயர் ஒரு குறுகிய பதிப்பு.
th: ชื่อย่อประกอบด้วยตัวหนังสือ, ตัวเลข, สัญประกาศและยัติภังค์

source: A group already exists with that slug.
bn: একদল ইতিমধ্যে যে স্লাগ্ সঙ্গে বিদ্যমান.
ru: Группа с таким идентификатором (slug) уже существует.
si: පිරිසක් දැනටමත් Slug මත පවතී.
ta: ஒரு குழு ஏற்கனவே என்று ஸ்ல உள்ளது.
th: มีกลุ่มที่ใช้ slug นี้อยู่แล้ว

source: A group already exists with that name.
bn: একদল ইতিমধ্যে যে নামের সঙ্গে বিদ্যমান.
ru: Группа с таким именем уже существует.
si: පිරිසක් මේ වන විටත් එම නම මත පවතී.
ta: ஒரு குழு ஏற்கனவே அந்த பெயரில் உள்ளது.
th: มีชื่อกลุ่มนี้อยู่ก่อนแล้ว

source: Public
bn: প্রকাশ্য
ru: Публичный
si: පොදු
ta: பொது
th: สาธารณะ

source: Public (invite-only)
bn: পাবলিক (আমন্ত্রণ শুধুমাত্র)
ru: Публичная (только по приглашению)
si: පොදු ( ආරාධනා - පමණි)
ta: பொது (அழைக்க மட்டும்)
th: สาธารณะ (เฉพาะที่ได้รับเชิญ)

source: Private
bn: ব্যক্তিগত
ru: Частный
si: පුද්ගලික
ta: தனியார்
th: ส่วนบุคคล

source: Public: Any registered user can view and join a public group.<br>Public (invite-only):Any registered user can view the group. Only invited users can join.<br>Private: Registered users cannot see any details about the group, including membership. Only invited users can join.
bn: পাবলিক: কোন নিবন্ধিত ব্যবহারকারী হন এবং একটি পাবলিক গ্রুপ যোগ দিতে পারেন. <br> পাবলিক (আমন্ত্রণ শুধুমাত্র): কোন নিবন্ধিত ব্যবহারকারী গ্রুপ দেখতে পারেন. শুধু আমন্ত্রিত ব্যবহারকারীদের যোগ দিতে পারেন. <br> বেসরকারী: নিবন্ধিত ব্যবহারকারী সদস্যপদ সহ গ্রুপ, সম্পর্কে কোনো বিবরণ দেখতে পারবেন না. শুধু আমন্ত্রিত ব্যবহারকারীদের যোগ দিতে পারেন.
ru: Публичная группа: Любой зарегистрированный пользователь может просматривать и присоединиться к такой публичной группе. <br> Публичная группа по приглашению: Любой зарегистрированный пользователь может просматривать такую группу. Только приглашенные пользователи могут присоединиться. <br> Частная группа: Зарегистрированные пользователи не видят каких-либо деталей о группе, в том числе об её участниках. Только приглашенные пользователи могут присоединиться к такой группе.
si: රාජ්ය ඕනෑම ලියාපදිංචි පරිශීලක මහජන කණ්ඩායමක් නැරඹීමට හා සම්බන්ධ විය හැක <br> රාජ්ය ( ආරාධනා පමණක් ): . යම් ලියාපදිංචි පරිශීලක සමූහය බැලිය හැක. ආරාධනා පරිශීලකයන් පමණක් සම්බන්ධ විය හැක පුද්ගලික විශ්වකෝෂය : . ලියාපදිංචි පරිශීලකයන් සාමාජිකත්වය ඇතුළු පිරිසක් ගැන කිසිදු විස්තරයක් පේන්නේ නැහැ. පමණක් ආරාධනා කරන්නන් සමග එක්විය හැකියි .
ta: பொது: எந்த பதிவு பார்க்க மற்றும் ஒரு பொது குழு சேரலாம். <br> பொது (அழைக்க மட்டும்): ஏதாவது பதிவு குழுவில் காணலாம். அழைக்கப்பட்ட செய்த சேரலாம். <br> தனியார்: பதிவு செய்த உறுப்பினர் உட்பட குழு, குறித்த விவரங்கள் பார்க்க முடியாது. அழைக்கப்பட்ட செய்த சேரலாம்.
th: สาธารณะ: ผู้ใช้ที่ลงทะเบียนแล้วทุกคนสามารถเห็นและเข้าร่วมกลุ่มสาธารณะได้<br>สาธารณะ (เฉพาะที่เชิญ):ผู้ใช้ที่ลงทะเบียนแล้วทุกคนสามารถเห็นกลุ่มนี้ได้ แต่เข้าร่วมได้เฉพาะผู้ใช้ที่ได้รับเชิญเท่านั้น<br>ส่วนบุคคล: ผู้ใช้ที่ลงทะเบียนไม่สามารถเห็นรายละเอียดใดๆเกี่ยวกับกลุ่ม รวมทั้งการเป็นสมาชิก เฉพาะผู้ใช้ที่ได้รับเชิญเท่านั้นที่สามารถเข้าร่วมได้

source: Email used to contact one or all group members, such as a mailing list, shared email, or exchange group.
bn: এটি ইমেল যেমন একটি মেইলিং তালিকা, ভাগ ইমেইল, বা বিনিময় দল হিসেবে এক বা সব দলের সদস্যরা, যোগাযোগ করতে ব্যবহৃত.
ru: Электронная почта используется в контакте одного или всех участников групп, для списков рассылки, общей электронной почты или группы обмена.
si: විද්යුත් එවැනි ලිපි ලැයිස්තුවක් , බෙදා ඊ-තැපැල්, හෝ විනිමය කණ්ඩායමක් ලෙස කෙනෙකු හෝ සියලු කණ්ඩායම් සාමාජිකයන්, සම්බන්ධ කර ගැනීමට යොදා ගත්තේය.
ta: மின்னஞ்சல் போன்ற ஒரு அஞ்சல் பட்டியலை, பகிர்ந்து மின்னஞ்சல், அல்லது பரிமாற்றம் குழு ஒன்று அல்லது அனைத்து குழு உறுப்பினர்கள், தொடர்புகொள்ளும்.
th: อีเมล์ที่สามารถใช้ติดต่อสมาชิกหรือทุกคนในกลุ่ม เช่น เมลลิงลิสต์ อีเมล์ที่ใช้ร่วมกัน หรือกลุ่มแลกเปลี่ยน

source: Logo
bn: লোগো
si: ලාංඡනය
ta: இலச்சினை
th: โลโก้

source: Email
bn: ইমেইল
ru: Электронная почта
ta: மின் அஞ்சல்
th: อีเมล์

source: Access
bn: প্রবেশ্য
si: ප්රවේශ
ta: அடைவு
th: การเข้าถึง

source: Manager
bn: ম্যানেজার
ru: Менеджер
si: කළමනාකරු
ta: மேலாளர்
th: ผู้ดูแล

source: Member
bn: সদস্য
ru: Участник
si: සාමාජික
ta: உறுப்பினர்
th: สมาชิก

source: Sent
bn: প্রেরিত
ru: Послано
si: ඵම
ta: அனுப்பப்பட்டது
th: ส่ง

source: Accepted
bn: গৃহীত
ru: Принято
si: පිළිගත්
ta: ஏற்கப்பட்டது
th: ยอมรับ

source: No Group
bn: কোন গ্রুপ
ru: Нет группы
si: කණ්ඩායමක් නැත
ta: எந்த குழு
th: ไม่มีกลุ่ม

source: Activity Feed for
bn: মার্কিন ফিডে
ru: Лента активности для
si: සඳහා ක්රියාකාරකම් සංග්රහය
ta: ஐந்து ஹேராம்
th: ฟีดกิจกรรมสำหรับ

source: All
bn: সব
ru: Все
si: සියල්ල
ta: அனைத்து
th: ทั้งหมด

source: No actions yet
bn: এখনও কোন কর্ম
ru: Действий еще не совершено
si: තවම ක්‍රියාවක් සිදු කර නැත
ta: இன்னும் செயற்பாடில்லை
th: ยังไม่มีกิจกรรมใดๆ

source: Yes
si: ඔව්
ta: ஆம்

source: Explore Groups
bn: গ্রুপ টেলিভিশন
ru: Посмотреть группы
si: කණ්ඩායම් ගවේෂණය
ta: குழுக்கள் ஆராய்ந்து
th: สำรวจกลุ่ม

source: Create a Group
bn: একটি গ্রুপ তৈরি করুন
ru: Создать группу
si: පිරිසක් බිහි
ta: ஒரு குழு உருவாக்க
th: สร้างกลุ่ม

source: Update Group
bn: আপডেট গোষ্ঠী
ru: Обновить группу
si: යාවත්කාලීන සමූහ
ta: புதுப்பிக்கப்பட்டது குழு
th: แก้ไขกลุ่ม

source: Remove Group
bn: গ্রুপ সরান
ru: Удалить группу
si: සමූහ ඉවත් කරන්න
ta: அகற்று
th: ลบกลุ่ม

source: Create Group
bn: গ্রুপ তৈরি করুন
ru: Создать группу
si: සමූහ නිර්මාණය
ta: குழு உருவாக்கவும்
th: สร้างกลุ่ม

source: This group has not created a logo.
bn: এই গ্রুপ একটি লোগো তৈরি করেনি.
ru: Эта группа еще не создала логотип.
si: මෙම කණ්ඩායම ලාංඡනයක් නිර්මාණය කර නැත.
ta: இந்த குழு ஒரு லோகோ உருவாக்கப்பட்ட.
th: กลุ่มนี้ยังไม่มีสัญลักษณ์

source: Group Activities
bn: গ্রুপ ক্রিয়াকলাপ
ru: Активность группы
si: සමූහ ක්රියාකාරකම්
ta: குழு செயல்பாடுகள்
th: กิจกรรมกลุ่ม

source: Delete this Group
bn: এই গ্রুপ মুছে দিন
ru: Удалить эту группу
si: මෙම කණ්ඩායම මැකිය
ta: இந்த குழுவை நீக்கு
th: ลบกลุ่มนี้

source: Anyone may join this group.
bn: যে কেউ এই দলের যোগদান করতে পারে.
ru: Любой может присоединиться к этой группе.
si: ඕනෑම කෙනෙකුට මෙම කණ්ඩායම එක්වන හැක.
ta: யார் இந்த குழு சேர கூடும்.
th: ทุกคนสามารถเข้าร่วมกลุ่มนี้ได้

source: Anyone may view this group but membership is by invitation only.
bn: যে কেউ এই গ্রুপের দেখতে পারে কিন্তু সদস্যপদ শুধুমাত্র আমন্ত্রণ দ্বারা হয়.
ru: Каждый может просмотреть эту группу, но членство только по приглашению.
si: ඕනෑම කෙනෙකුට මෙම කණ්ඩායම සක්රීය විය හැකි නමුත්, සාමාජිකත්වය පමණක් ආරාධනා කිරීමයි.
ta: எவரும் இந்த குழு கருதலாம் ஆனால் உறுப்பினர் மட்டுமே அழைப்பு மூலம்.
th: ทุกคนสามารถดูกลุ่มนี้ได้ แต่เป็นสมาชิกได้ด้วยการเชิญเท่านั้น

source: Membership is by invitation only.
bn: সদস্য শুধুমাত্র আমন্ত্রণ দ্বারা হয়.
ru: Членство только по приглашению.
si: සාමාජිකත්වය පමණක් ආරාධනා කිරීමයි.
ta: உறுப்பினர் மட்டுமே அழைப்பு மூலம்.
th: เป็นสมาชิกด้วยการเชิญเท่านั้น

source: ago
bn: পূর্বে
ru: назад
si: පෙර
ta: முன்னர்
th: ที่ผ่านมา

source: Members
bn: সদস্য
ru: Участники
si: සාමාජිකයින්
ta: உறுப்பினர்
th: สมาชิก

source: Membership Request
bn: সদস্যপদ অনুরোধ
ru: Запрос на членство
si: සාමාජිකත්වය ඉල්ලීම්
ta: உறுப்பினர் கோரிக்கை
th: ขอเป็นสมาชิก

source: Don't Join
bn: যোগ দিন না
ru: Не присоединяться
si: එක්වන්න එපා
ta: சேர
th: ไม่เข้าร่วม

source: Join Group
bn: গ্রুপ যোগ দিন
ru: Присоединиться к группе
si: සමූහ එක්වන්න
ta: குழு சேர
th: เข้าร่วมกลุ่ม

source: Edit Members for
bn: যার জন্য সদস্য সম্পাদন করবেন
ru: Редактировать участников для
si: සංස්කරණය කරන්න මන්ත්රීවරුන් සඳහා
ta: அங்கத்துவத்தை திருத்துதல்
th: แก้ไขสมาชิกของ

source: Managers
bn: পরিচালকের
ru: Менеджеры
si: කළමනාකරුවන්
ta: மேலாளர்கள்
th: ผู้ดูแล

source: Role
bn: ভূমিকা
ru: Роль
si: කාර්යභාරය
ta: வகிபாகம்
th: บทบาท

source: Add members
bn: সদস্যদের করো
ru: Добавить участников
si: සාමාජිකයන් එකතු කරන්න
ta: உறுப்பினர்கள் சேர்க்கவும்
th: เพิ่มสมาชิก

source: Invite people
bn: মানুষ আমন্ত্রণ করুন
ru: Пригласить
si: ජනතාවට ආරාධනා කරනවා
ta: மக்கள் அழைக்கவும்
th: เชิญคนอื่น

source: Remove Maps/Data from Group
bn: গ্রুপ থেকে মানচিত্র / ডেটা সরান
ru: Удалить карты / данные из группы
si: සමූහ සිතියම් / දත්ත ඉවත් කරන්න
ta: குழு இருந்து வரைபடங்கள் / டேட்டா அகற்று
th: ลบแผนที่/ข้อมูลจากกลุ่ม

source: Remove selected maps/data
bn: নির্বাচিত মানচিত্র সরান / তথ্য
ru: Удалить выбранные карты / данные
si: තෝරාගත් සිතියම් / දත්ත ඉවත් කරන්න
ta: தேர்ந்தெடுக்கப்பட்டுள்ளன வரைபடங்கள் / Remove தரவு
th: ลบแผนที่/ข้อมูลที่เลือก

source: Create
bn: তৈরি করুন
ru: Создать
si: නිර්මාණය කරන්න
ta: உருவாக்கவும்
th: สร้าง

source: Edit Group Details
bn: সম্পাদনা সংকলনের বিবরণ
ru: Редактировать описание группы
si: සංස්කරණය කරන්න කණ්ඩායම් තොරතුරු
ta: திருத்த குழு விவரங்கள்
th: แก้ไขรายละเอียดกลุ่ม

source: Manage Group Members
bn: গ্রুপের সদস্যদের পরিচালনা
ru: Управление участниками группы
si: කණ්ඩායම් සාමාජික කළමනාකරණය
ta: குழு உறுப்பினர்கள் நிர்வகிக்கவும்
th: จัดการสมาชิกในกลุ่ม

source: This group is <strong>%(access)s</strong>.
bn: এই এর গ্রুপ <strong>%(access)s</strong>. হয়.
ru: Эта группа является <strong>%(access)s</strong>
si: මෙම කණ්ඩායම <strong> %(access)s</ strong>
ta: இந்த <strong>%(access)s</strong> ஆகிறது.
th: กลุ่มนี้เป็นกลุ่ม <strong>%(access)s</strong>

source: Create a New Group
si: නව සමූහ නිර්මාණය
ta: புதிய குழுவை உருவாக்கு

source: Are you sure you want to remove the group: %(group_title)s?
bn: আপনি গ্রুপ মুছে ফেলার ব্যাপারে নিশ্চিত: %(group_title)s?
ru: Вы уверены, что хотите удалить группу: %(group_title)s?
si: ඔබ කණ්ඩායම ඉවත් කිරීමට අවශ්ය බව ඔබට විශ්වාසද %(group_title)s?
ta: குழுவை நீக்க வேண்டுமா: %(group_title)s?
th: คุณแน่ใจแล้วหรือว่าต้องการลบกลุ่ม: %(group_title)s?

source: Layer Created
bn: স্থর তৈরী করা হয়েছে
ru: Слой создан
si: තට්ටුවක් නිර්මානය
ta: படுகை உருவாக்கப்பட்டது
th: สร้างชั้นข้อมูลเสร็จแล้ว

source: A Layer was created
bn: একটি স্থর তৈরী করা হয়েছিল
ru: Слой был создан
si: තට්ටුවක් නිර්මිතය
ta: படுகை ஒன்று உருவாக்கப்பட்டுவிட்டது
th: สร้างชั้นข้อมูลเสร็จแล้ว

source: Layer Updated
bn: স্থর হাল নাগাদ করা হয়েছে
ru: Слой обновлён
si: ස්ථරය යාවත්කාලීන කිරීම
ta: படுகை இயல்நிலைப்படுத்தப்பட்டது
th: ชั้นข้อมูลได้รับการปรับปรุงแล้ว

source: A Layer was updated
bn: একটি স্থর হাল নাগাদ করা হয়েছিল
ru: Слой был обновлён
ta: படுகை ஒன்று இயல்நிலைப்படுத்தப்பட்டது
th: ชั้นข้อมูลได้รับการปรับปรุงแล้ว

source: Layer Deleted
bn: স্থর মুছা হয়েছে
ru: Слой удалён
si: ස්ථරය වන සංස්කරණයන්
ta: படுகை நீக்கப்பட்டது
th: ลบชั้นข้อมูลเสร็จแล้ว

source: A Layer was deleted
bn: একটি স্থর মুছা হয়েছিল
ru: Слой был удалён
si: තට්ටුවක් මකා
ta: படுகை ஒன்று நீக்கப்பட்டது
th: ชั้นข้อมูลถูกลบแล้ว

source: style name
bn: শৈলী নাম
ru: название стиля
si: ශෛලයේ නම
ta: வடிவத்தின் பெயர்
th: ชื่อสไตล์

source: sld text
bn: SLD টেক্সট
ru: текст sld
si: sld පෙළ
ta: sld வாசகம்
th: ข้อความ sld

source: sld version
bn: SLD সংস্করণ
ru: версия sld
si: sld අනුවාදය
ta: sld பதிப்புரு
th: รุ่นของ sld

source: File cannot be opened, maybe check the encoding
ru: Файл не может быть открыт, может быть проверить кодировку
si: ගොනුව විවෘත කල නොහැක ,maybe check the encoding
ta: கோப்பை திறக்க முடியவில்லை குறியீட்டு தொகுப்பை அவதானிக்கவும்
th: ไม่สามารถเปิดไฟล์ได้ ให้ลองตรวจสอบ encoding

source: attribute name
bn: নাম বৈশিষ্ট্যাবলী
ru: имя атрибута
si: ගුණාංග නාමය
ta: பண்பியல்பின் பெயர்
th: ชื่อแอตทริบิวต์

source: name of attribute as stored in shapefile/spatial database
bn: shapefile / স্থানিক ডাটাবেসের মধ্যে সংরক্ষণ হিসাবে অ্যাট্রিবিউট নাম
ru: физическое имя атрибута из пространственного файла / БД
si: .shp ගොනුව/ අවකාශීය දත්ත ගබඩාව තුල ගබඩා කර ඇති පරිදි ගුණාංගයේ නම
ta: வடிவக் கோப்பில் /புவியியல் தரவில் களஞ்சியப்படுத்தியதாக பண்பியல்பை பெயரிடுக
th: ชื่อของแอตทริบิวต์ที่เก็บอยู่ใน shapefile/spatial database

source: attribute description
bn: বিবরণ বৈশিষ্ট্যাবলী
ru: описание атрибутов
si: ගුණාංගයේ විස්තරය
ta: விளக்கம் பண்பு
th: คำอธิบายแอตทริบิวต์

source: description of attribute to be used in metadata
bn: বৈশিষ্ট্য বর্ণনা মেটাডেটা ব্যবহার করা হবে
ru: описание атрибута для использования в метаданных
si: පාරදත්ත භාවිතා කළ වර්ණනා පිළිබඳ විස්තරය
ta: பண்பு விளக்கம் மெட்டா பயன்படுத்தப்படும்
th: คำอธิบายของแอตทริบิวต์ที่ใช้ในคำอธิบายข้อมูล

source: attribute label
bn: অ্যাট্রিবিউট ট্যাগ
ru: метка атрибута
si: ගුණාංගයේ ලේබලය
ta: பண்பியல்பை அடையாளமிடுக
th: ป้ายชื่อแอตทริบิวต์

source: title of attribute as displayed in GeoNode
bn: GeoNode প্রদর্শিত হিসাবে অ্যাট্রিবিউট শিরোনাম
ru: заголовок атрибута, отображаемый в GeoNode
si: GeoNode හි දිස්වන ආකාරයට ගුණාංගයේ මාතෘකාව
ta: ஜியோநோட் இல் வெளிப்படும் பண்பியல்பின் தலைப்பு
th: ชื่อของแอตทริบิวต์ที่แสดงใน GeoNode

source: attribute type
bn: অ্যাট্রিবিউট টাইপ
ru: тип атрибута
si: ගුණාංග වර්ගය
ta: பண்பு வகை
th: ชนิดของแอตทริบิวต์

source: the data type of the attribute (integer, string, geometry, etc)
bn: অ্যাট্রিবিউট (ইত্যাদি পূর্ণসংখ্যা, স্ট্রিং, জ্যামিতি,) এর ডাটা টাইপ
ru: тип данных атрибута (целое число, строка, геометрия и.т.д.)
si: ගුණාංගයේ දත්ත වර්ගය (පූර්ණ සංඛ්‍යා,තන්තු, ජ්‍යාමිතික යනාදී වශයෙන්)
ta: பண்பியல்பின் தரவூ வகை (இன்டஐர் ஸ்ரிங் ஐயோமெட்ரி போன்றன)
th: ชนิดข้อมูลของแอตทริบิวต์ (integer, string, geometry, อื่นๆ)

source: visible?
bn: প্রোফাইল?
ru: видимый?
si: දිස්වේද?
ta: தென்படுகின்றதா?
th: สามารถมองเห็นได้?

source: specifies if the attribute should be displayed in identify results
bn: বৈশিষ্ট্য প্রদর্শন করা উচিত যদি ফলাফল চিহ্নিত বিশিষ্ট
ru: отметить, если атрибут должен отображаться при идентификации результатов
si: ප්‍රතිඵල හඳුනාගන්න තුල ගුණාංගය දිස්විය යුතු පිළිවෙල විශේෂීකරණය කරයි
ta: அடையாளங் காணப்பட்ட பெறுபேறுகளில் பண்பியல்புகளை காண்பிக்க வேண்டுமா என்பதை விளக்குக
th: ระบุถ้าแอตทริบิวต์ควรถูกแสดงในการระบุผล

source: display order
bn: প্রদর্শন ক্রম
ru: порядок отображения
si: දිස්වන පිළිවෙල
ta: காட்சி பொருட்டு
th: ลำดับการแสดงผล

source: specifies the order in which attribute should be displayed in identify results
bn: অ্যাট্রিবিউট ফলাফল চিহ্নিত প্রদর্শন করা উচিত ক্রম যা নির্দিষ্ট করে
ru: определить порядок, в котором атрибут должен отображаться при идентификации результатов
si: ප්‍රතිඵල හඳුනාගන්න තුල ගුණාංගය දිස්විය යුතු පිළිවෙල විශේෂීකරණය කරයි
ta: அடையாளங் காணப்பட்ட பெறுபேறுகளில் பண்பியல்புகள் எந்த ஒழுங்கில் முன்வைக்கப்பட வேண்டும் என்பதை விளக்குக
th: ระบุลำดับที่แอตทริบิวต์ควรถูกแสดงในการระบุผล

source: count
bn: গণনা
ru: номер
si: ගණන
ta: எண்ண
th: นับจำนวน

source: count value for this field
bn: এই ক্ষেত্রের জন্য মান গণনা
ru: рассчитать значение для этого поля
si: මෙම ක්ෂේත්‍රය සඳහා අගය ගණනය කරන්න
ta: இந்த துறையில் மதிப்பு எண்ண
th: ค่าจำนวนของฟิลด์นี้

source: min
bn: কমপক্ষে
ru: мин
si: අවමය
ta: நிமிடம்
th: ค่าต่ำสุด

source: minimum value for this field
bn: এই ক্ষেত্রের জন্য সর্বনিম্ন মান
ru: минимальное значение для этого поля
si: මෙම ක්ෂේත්‍රය සඳහා වන අවම අගය
ta: இந்த துறையில் குறைந்தபட்ச மதிப்பு
th: ค่าต่ำสุดของฟิลด์นี้

source: max
bn: সর্বোচ্চ
ru: макс
si: උපරිමය
ta: அதிகபட்சம்
th: ค่าสูงสุด

source: maximum value for this field
bn: এই ক্ষেত্রের জন্য সর্বাধিক মান
ru: максимальное значение для этого поля
si: මෙම ක්ෂේත්‍රය සඳහා වන උපරිම අගය
ta: இந்த துறையில் அதிகபட்ச மதிப்பு
th: ค่าสูงสุดของฟิลด์นี้

source: average
bn: গড়
ru: среднее
si: සාමාන්‍යය
ta: சராசரி
th: เฉลี่ย

source: average value for this field
bn: এই ক্ষেত্রের জন্য গড় মূল্য
ru: среднее значение для этого поля
si: මෙම ක්ෂේත්‍රය සඳහා වන සාමාන්‍ය අගය
ta: இந்த துறையில் சராசரி மதிப்பு
th: ค่าเฉลี่ยของฟิลด์นี้

source: median
bn: মধ্যমা
ru: среднее
si: මධ්‍යස්ථය
ta: சராசரி
th: มัธยฐาน

source: median value for this field
bn: এই ক্ষেত্রের জন্য মধ্যমা মূল্য
ru: среднее значение для этого поля
si: මෙම ක්ෂේත්‍රය සඳහා මධ්‍යස්ථ අගය
ta: இந்த துறையில் சராசரி மதிப்பு
th: ค่ามัธยฐานของฟิลด์นี้

source: standard deviation
bn: প্রমিত বিচ্যুতি
ru: стандартное отклонение
si: සම්මත අපගමනය
ta: நியமச்சாய்வு
th: ค่าเบี่ยงเบนมาตรฐาน

source: standard deviation for this field
bn: এই ক্ষেত্রের জন্য প্রমিত বিচ্যুতি
ru: стандартное отклонение для этого поля
si: මෙම ක්ෂේත්‍රය සඳහා වන සම්මත අපගමනය
ta: இந்த துறையில் நியமச்சாய்வு
th: ค่าเบี่ยงเบนมาตรฐานของฟิลด์นี้

source: sum
bn: সমষ্টি
ru: сумма
si: ඓක්‍යය
ta: தொகை
th: ผลรวม

source: sum value for this field
bn: এই ক্ষেত্র সমষ্টি জন্য মূল্য
ru: суммарное значение для этого поля
si: මෙම ක්ෂේත්‍රය සඳහා වන ඓක්‍යය
ta: இந்த துறையில் தொகை மதிப்பு
th: ค่าผลรวมของฟิลด์นี้

source: unique values for this field
bn: এই ক্ষেত্রের জন্য অনন্য মান
ru: уникальные значения для этого поля
si: මෙම ක්ෂේත්‍රය සඳහා වන අනන්‍ය අගයන්
ta: இந்த துறையில் தனிப்பட்ட மதிப்புகள்
th: ค่าที่ไม่ซ้ำกันของฟิลด์นี้

source: last modified
bn: সর্বশেষ সম্পাদিত
ru: последнее обновление
si: අවසාන වරට වෙනස්කම් සිදු කලේ
ta: கடைசியாக மாற்றப்பட்ட
th: แก้ไขครั้งล่าสุด

source: date when attribute statistics were last updated
bn: অ্যাট্রিবিউট পরিসংখ্যান গত ছিল যখন তারিখের আপডেট
ru: дата последнего обновления статистики атрибута
si: ගුණාංගයේ සංඛ්‍යාලේඛන අවසන් වරට යාවත්කලීන කල දිනය
ta: பண்பு புள்ளிவிவரங்கள் கடந்த போது தேதி மேம்படுத்தப்பட்டது
th: วันที่สถิติเกี่ยวกับแอตทริบิวต์มีการปรับปรุงล่าสุด

source: Home
bn: বাড়ি
ru: Главная
si: මුල් පිටුව
ta: முகப்பு
th: บ้าน

source: Change point of contact
bn: যোগাযোগ বিন্দু পরিবর্তন করুন
ru: Изменить контактные данные
si: ලිපිනය වෙනස් කිරීම
ta: தொடர்பு மையத்தை மாற்றல்
th: เปลี่ยนที่อยู่สำหรับติดต่อ

source: Assign a new point of contact to the layers below:
bn: নিচের স্তর থেকে যোগাযোগের একটি নতুন পয়েন্ট নির্ধারণ:
ru: Назначить новую точку контакта к слоям ниже
si: පහත ස්ථර සබඳතා නව ස්ථානය ලබා සදනන :
ta: கீழுள்ள படுகைக்கு புதிய தொடர்பு மையம் ஒன்றை வழங்குக
th: เพิ่มที่อยู่ที่ติดต่อได้ให้กับชั้นข้อมูลด้านล่างนี้:

source: Submit
bn: দাখিল করুন
ru: Выполнить
si: යොමු කරන්න
ta: வழங்குக
th: ส่ง

source: Explore Layers
bn: স্তরসমূহ অন্বেষণ
ru: Посмотреть слои
si: ස්ථර සොයන්න
ta: படுகைகளை உலாவருதல்
th: สำรวจชั้นข้อมูล

source: This action affects the following maps:
bn: এই কর্ম নিম্নলিখিত ম্যাপের প্রভাবিত:
ru: Данное действие повлияет на следующие карты:
si: මෙම ක්‍රියාව පහත සිතියම් වලට බලපානු ඇත
ta: செயற்பாடு பின்வரும் வரைபடங்களை பாதிக்கும்
th: การกระทำนี้ส่งผลต่อแผนที่ดังต่อไปนี้:

source: No maps are using this layer
bn: কোন মানচিত্র এই স্তর ব্যবহার করছেন
ru: Нет карт с таким слоем
si: කිසිම සිතියමක් මෙම ස්ථරය භාවිතා නොකරයි
ta: எந்தவொரு வரைபடமும் இந்த படுகையை பயன்படுத்தவில்லை
th: ไม่มีแผนที่ใดใช้ชั้นข้อมูลนี้

source: Upload Layers
bn: আপলোড স্তরসমূহ
ru: Загрузить слои
si: ස්ථරයන් උඩුගත කරන්න
ta: படிமங்களை பதிவேற்றுதல்
th: อัพโหลดชั้นข้อมูล

source: Attributes
bn: আরোপ করা
ru: Атрибуты
si: ගුණාංග
ta: பண்பியல்பு
th: แอตทริบิวต์

source: Display Order
bn: প্রদর্শন আদেশ
ru: Порядок отображения
si: දිස්වන පිළිවල
ta: ஒழுங்கை வெளிப்படுத்தல்
th: ลำดับการแสดงผล

source: Remove Layers
bn: স্তর অপসারণ
ru: Удалить слои
si: ලේයර් ඉවත් කරන්න
ta: படுகைகளை நீக்கு
th: ลบชั้นข้อมูล
