Repository: GeoDASH/GeoDASH.gov.bd
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: bn, ru, si, ta, th

source: Latitude
ru: Широта
si: අක්ෂාංශය
ta: அகலாங்கு
th: ละติจูด

source: Longitude
bn: দ্রাঘিমাংশ
ru: Долгота
si: දේශාංශය
ta: நெட்டாங்கு
th: ลองจิจูด

source: to
bn: থেকে
ru: к
si: වෙත
ta: இற்கு
th: ถึง

source: on
bn: উপর
ru: на
si: මත
ta: ஆரம்பம்
th: บน

source: series
bn: সিরিজ
ru: ряды
si: ශ්‍රේණිය
ta: தொடர்

source: computer program or routine
bn: কম্পিউটার প্রোগ্রাম বা রুটিন
ru: Компьютерная программа или подпрограмма
si: පරිගණක වැඩසටහන හෝ රූටිනය
ta: கணனி நிகழ்ச்சித்திட்டம் அல்லது நடைமுறை
th: โปรแกรมคอมพิวเตอร์หรือรูทีน

source: feature type
bn: ফিচারের ধরণ
ru: тип объекта
si: අංගය
ta: தோற்ற வகை
th: ชนิดของฟีเจอร์

source: copy or imitation of an existing or hypothetical object
bn: একটি বিদ্যমান বা প্রকল্পিত বস্তুর কপি বা অনুকরণ
ru: копирование или имитация существующего или гипотетического объекта
si: පවතින හෝ කල්පිත වස්තුවක් පිටපත් කිරීම හෝ අනුකරණය
ta: தற்போதுள்ள அல்லது புணைவான பொருள் ஒன்றை பிரதியெடுத்தல் அல்லது அனுகரணம் செய்தல்
th: คัดลอกหรือเลียนแบบของวัตถุที่มีอยู่หรือสมมุติ

source: collection hardware
bn: হার্ডয়ারের সংগ্রহ
ru: аппаратные средства сбора
si: එකතුව දෘඩාංග
ta: சேர்த்தல் வன்பொருள்
th: ฮาร์ดแวร์คอลเลกชัน

source: collection session
bn: অধিবেশন সংগ্রহ
ru: сессия сбора
si: එකතුව සැසිය
ta: சேகரிப்பு அமர்வு
th: เซสชั่นคอลเลกชัน

source: non-geographic data
bn: অ ভৌগলিক তথ্য
ru: не-географические данные
si: භූගෝලීය නොවන දත්ත
ta: புவியியல் தொடர்பற்ற
th: ข้อมูลที่ไม่ใช่ข้อมูลทางภูมิศาสตร์

source: property type
bn: বৈশিষ্ট্যের ধরণ
ru: тип свойства
si: ගුණාංගය
ta: சொத்து வகை
th: ประเภทคุณสมบัติ

source: field session
bn: ক্ষেত্রের অধিবেশন
ru: сессия поля
si: ක්ෂේත්රයේ සැසිය
ta: கள அமர்வுகள்
th: เซสชั่นข้อมูล

source: dataset
bn: ডেটা সেটটি
ru: набор данных
si: දත්ත කට්ටලය
ta: தரவு தொகுதி
th: ชุดข้อมูล

source: service interfaces
bn: সার্ভিস ইন্টারফেস
ru: сервисные интерфейсы
si: සේවා අතුරුමුහුණත්
ta: சேவை இடைமுகப்பு
th: การเชื่อมต่อบริการ

source: attribute class
bn: অ্যাট্রিবিউট শ্রেণী
ru: атрибутивный класс
si: ගුණාංග පන්තිය
ta: பண்பியல்பின் வகை
th: ชั้นแอตทริบิวต์

source: characteristic of a feature
bn: একটি ফিচারের বৈশিষ্ট্য
ru: характеристика объекта
si: අංගයක ගති ලක්ෂණ
ta: காரணியொன்றின் குணாதிசயம்
th: ลักษณะของฟีเจอร์

source: tile or spatial subset of geographic data
bn: টালি বা ভৌগলিক তথ্য স্থানিক উপসেট
ru: тайловый или пространственный набор геоданных
si: උළු හෝ භූගෝලීය දත්ත අවකාශ උප කුලකයක්
ta: தலைப்பு அல்லது புவியியல் தரவுகளின் பூகோள உப தொகுப்பு
th: กระเบื้องหรือส่วนย่อยของพื้นที่ข้อมูลทางภูมิศาสตร์

source: feature
bn: বৈশিষ্ট্য
ru: объект
si: අංගය
ta: காரணிகள்
th: ฟีเจอร์

source: dimension group
bn: মাত্রা শ্রেণী
ru: размерная группа
si: මිනුම් කණ්ඩායම
ta: அளவிடை குழு
th: กลุ่มมิติ

source: frequency of maintenance for the data is not known
bn: অজানা তথ্য রক্ষণবেক্ষনের কম্পাঙ্ক
ru: периодичность обслуживания данных неизвестна
si: දත්ත නඩත්තු කිරීම් වාර ගණන නොදනී
ta: தரவுகளின் பராமரிப்பு இடைவெளி அறியப்படவில்லை
th: ไม่ทราบความถี่ในการบำรุงรักษาข้อมูล

source: data is repeatedly and frequently updated
bn: তথ্য বারবার এবং ঘন ঘন আপডেট করা হয়
ru: данные постоянно и часто обновляются
si: දත්ත නිරන්තරයෙන් නැවත නැවතත් යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் தொடர்ச்சியாகவும் அடிக்கடியும் புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงบ่อยครั้งและต่อเนื่อง

source: there are no plans to update the data
bn: তথ্য আপডেট করার কোন পরিকল্পনা নাই
ru: нет планов обновления данных
si: දත්ත යාවත්කාලීන කිරීමේ සැලසුමක් නොපවතී
ta: தரவுகளை புதுப்பிப்பதற்கான எந்த திட்டமும் இல்லை
th: ยังไม่มีแผนในการปรับปรุงข้อมูล

source: data is updated each day
bn: তথ্য প্রতিদিন আপডেট করা হয়
ru: данные обновляются ежедневно
si: දිනපතා දත්ත යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் ஒவ்வொரு நாளும் புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงทุกวัน

source: data is updated every year
bn: তথ্য প্রতি বছর আপডেট করা হয়
ru: данные обновляются ежегодно
si: සෑම වසරකම දත්ත යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் ஒவ்வொரு வருடமும் புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงทุกปี

source: data is updated as deemed necessary
bn: প্রয়োজনীয় গণ্য হিসাবে তথ্য আপডেট করা হয়
ru: данные обновляются по мере необходимости
si: අවශ්‍ය වූ විටෙක දත්ත යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் மிக அவசியமானபோது புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงเมื่อจำเป็น

source: data is updated each month
bn: তথ্য প্রতি মাসে আপডেট করা হয়
ru: данные обновляются ежемесячно
si: සෑම මසකදීම දත්ත යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் ஒவ்வொரு மாதமும் புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงทุกเดือน

source: data is updated every two weeks
bn: তথ্য প্রতি দু সপ্তাহ অন্তর আপডেট করা হয়
ru: данные обновляются каждые две недели
si: සෑම සති දෙකකට වරක්ම දත්ත යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் இரு வாரங்களுக்கு ஒரு தடவை புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงทุก 2 สัปดาห์

source: data is updated in intervals that are uneven in duration
bn: যে সব ডাটার সময়কাল অসম, সেগুলো নির্দিষ্ট সময় পর পর আপডেট করা হয়
ru: данные обновляются время от времени, с неустойчивым интервалом
si: අසමාන කාල පරිච්ඡේද වලදී දත්ත යාවත්කාලීන කරනු ලැබේ
ta: எண்ணிக்கையற்ற தடவைகள் தரவுகள் புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงด้วยระเวลาที่ไม่สม่ำเสมอ

source: data is updated on a weekly basis
bn: তথ্য একটি সাপ্তাহিক ভিত্তিতে আপডেট করা হয়
ru: данные обновляются еженедельно
si: සති පතා දත්ත යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் வார அடிப்படையில் புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงอย่างน้อยสัปดาห์ละครั้ง

source: data is updated twice each year
bn: তথ্য প্রতি বছর দুবার আপডেট করা হয়
ru: данные обновляются дважды в год
si: සෑම වසරකටම දෙවරක් දත්ත යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் வருடத்திற்கு இரு தடவைகள் புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงปีละ 2 ครั้ง

source: data is updated every three months
bn: তথ্য প্রতি তিন মাস অন্তর অন্তর আপডেট হয়
ru: данные обновляются ежеквартально
si: සෑම මාස තුනකට වරක්ම දත්ත යාවත්කාලීන කරනු ලැබේ
ta: தரவுகள் ஒவ்வொரு மூன்று மாதங்களுக்கு ஒரு தடவை புதுப்பிக்கப்படுகின்றது
th: ข้อมูลมีการปรับปรุงทุก 3 เดือน

source: No information provided
bn: কোন তথ্য প্রদান করা হয়নি
ru: Информация отсутствует
si: තොරතුරු සපයා නොමැත
ta: தகவல் தரப்படவில்லை
th: ไม่มีการให้ข้อมูล

source: Category
bn: শ্রেণী
ru: Категория
si: ප්‍රභේදය
ta: வகை
th: หมวด

source: Category is required.
bn: শ্রেণী বাধ্যতামূলক
ru: Категория должна быть указана.
si: ප්රවර්ගය අවශ්ය වේ.
ta: வகை தேவைப்படுகிறது.
th: หมวดเป็นสิ่งที่จำเป็น

source: Owner
bn: মালিক
ru: Владелец
si: හිමිකරු
ta: உரிமையாளர்
th: เจ้าของ

source: Date
bn: তারিখ
ru: Дата
si: දිනය
ta: திகதி
th: วันที่

source: temporal extent start
bn: সময়গত ব্যাপ্তি শুরু
ru: начало временного промежутка
si: ලෞකික දුරට ආරම්භ
ta: உலகலாவிய விரிவாக்க ஆரம்பம்
th: การเริ่มต้นในระดับโลก

source: temporal extent end
bn: সময়গত ব্যাপ্তি শেষ
ru: конец временного промежутка
si: ලෞකික දුරට අවසන්
ta: உலகலாவிய விரிவாக்க முடிவ
th: สิ้นสุดขอบเขตชั่วขณะ

source: Person outside GeoNode (fill form)
bn: জিওনড এর বাইরের ব্যক্তি (ফরম পূরণ করুন )
si: GeoNode පිටත පුද්ගලයා (ආකෘති පත්රය පිරවීම)
ta: GeoNode இற்கு வெளியேயுள்ள நபர் (படிவத்தை நிரப்புக)

source: Point of Contact
bn: যোগাযোগ পয়েন্ট
ru: Контактная информация
si: විමසීමි
ta: தொடர்பு மையம்
th: ที่อยู่สำหรับติดต่อ

source: Metadata Author
bn: মেটাডাটা লেখক
ru: Автор метаданных
si: ලේඛනයේ අයිතිකරු
ta: மெட்டாடேட்டா ஆசிரியர்
th: ผู้เขียนคำอธิบายข้อมูล

source: Keywords
bn: মূলশব্দ
ru: Ключевые слова
si: මුලපද
ta: முக்கிய வசனங்கள்
th: คำสำคัญ

source: A space or comma-separated list of keywords
bn: স্পেস বা কম দ্বারা পৃথক কৃত মূলশব্দ সমূহের তালিকা
ru: Список ключевых слов, разделенных пробелом или запятой
si: එක් එක් මුලපදය එක හිස්තැනකින් හෝ කොමාවකින් වෙන් කර ඇතුලත් කරන්න
ta: ஒரு இடம் அல்லது அரைப்புள்ளி- பிரிக்கப்பட்ட முக்கிய வார்த்தைகள் பட்டியலில்
th: แยกคำสำคัญแต่ละคำด้วยการเว้นวรรคหรือจุลภาค

source: Regions
bn: অঞ্চল
ru: Территории
si: කලාප
ta: பிராந்தியங்களில்
th: ภูมิภาค

source: Request to download a resource
bn: রিসোর্স ডাউনলোড করার অনুরোধ
ru: Запрос на скачивание ресурса
si: resource බාගත කිරීම සඳහා ඉල්ලුම් කිරීම
ta: வளம் ஒன்றை பதிவிறக்கம் செய்வதற்கான வேண்டுதல்
th: ร้องขอการดาวน์โหลดทรัพยากร

source: A request for downloading a resource was sent
bn: একটি রিসোর্সে ডাউনলোড করার জন্য একটি অনুরোধ পাঠানো হয়েছিল
ru: Запрос на скачивание ресурса отправлен
si: resource බාගත කිරීම සඳහා ඉල්ලීමක් යවන ලදී
ta: வளம் ஒன்றை பதிவிறக்கம் செய்வதற்கான வேண்டுதல் அனுப்பப்பட்டுள்ளது
th: ส่งคำร้องขอการดาวน์โหลดทรัพยากรแล้ว

source: function performed by the responsible party
bn: দায়ী পক্ষের দ্বারা সঞ্চালিত ফাংশন
ru: функция, выполненная ответственной стороной
si: වගකිවයුතු පාර්ශවය විසින් සිදු කෙරෙන කාර්යය භාරය
ta: பொறுப்புடைய தரப்பினரால் மேற்கொள்ளப்பட்ட செயற்பாடு
th: ฟังก์ชั่นดำเนินการโดยบุคคลที่รับผิดชอบ

source: reference date for the cited resource
bn: উদাহৃত রিসোর্সের জন্য রেফারেন্স তারিখ
ru: базисная дата для приведенного источника
si: උපුටාගත් මූලාශ්‍රය පරිශීලනය කල දිනය
ta: குறிப்பிடப்பட்டுள்ள மூலவளத்தின் தொடர்புத் திகதி
th: วันที่อ้างอิงสำหรับแหล่งที่มา

source: identification of when a given event occurred
bn: একটি প্রদত্ত ঘটনা যখন ঘটেছে তার সনাক্তকরণ
ru: определение времени произошедшего события
si: යම් සිද්ධියක් සිදු වූ අවස්ථාව හඳුනා ගැනීම
ta: குறித்த நிகழ்வு இடம்பெற்றதன் அடையாளம்
th: ระบุเมื่อมีเหตุการณ์ที่เกิดขึ้นให้

source: version of the cited resource
bn: উদ্ধৃত রিসোর্সের সংস্করণ
ru: версия приведенного источника
si: උපුටාගත් මූලාශ්‍රය කී වෙනි සංස්කරණයද යන වග
ta: குறிப்பிடப்பட்டுள்ள மூலவளத்தின் பதிப்பு
th: รุ่นของแหล่งที่มา

source: brief narrative summary of the content of the resource(s)
bn: রিসোর্সের বিষয়বস্তুর সংক্ষিপ্ত আখ্যান সারসংক্ষেপ (গুলি)
ru: краткая повествовательная аннотация о происхождении ресурса(ов)
si: මූලාශ්‍රයේ (මූලාශ්‍ර වල) අන්තර්ගතය පිළිබඳ කෙටි සාරාංශගත විස්තරයක්
ta: மூலவளத்தின் (வளங்களின்) உள்ளடக்கம் தொடர்பான குறுகிய சராம்சம்
th: คำบรรยายสั้นๆเกี่ยวกับเนื้อหาของแหล่งข้อมูล

source: summary of the intentions with which the resource(s) was developed
bn: যা দিয়ে রিসোর্সে গুলি ডেভেলপ করা হয়েছে সেই উদ্দেশ্য গুলোর সারসংক্ষেপ
ru: аннотация о целях разработки ресурса(ов)
si: මූලාශ්‍රයේ (මූලාශ්‍ර වල) පරමාර්ථය පිළිබඳ සාරාංශයක්
ta: மூலவளத்தின் (வளங்களின்) காணப்பட்ட நோக்கங்களின் சாராம்சம்
th: วัตถุประสงค์ในการสร้างแหล่งข้อมูลโดยสรุป

source: frequency with which modifications and deletions are made to the data after it is first produced
bn: এটা প্রথম উত্পাদিত হয় পরে ফ্রিকোয়েন্সি সঙ্গে যা পরিবর্তন ও মুছে ডেটাতে তৈরি হয়
ru: частота, с которой выполнялись обновления и удаления данных после первичного создания
si: දත්ත නිපදවීමෙන් පසු ඒවාට සිදු කරන වෙනස්කම් සහ මකා දැමීම් වාර ගනන
ta: முதலில் தயார் செய்த பின்னர் தரவுகளில் மாற்றங்கள் மற்றும் அழித்தல்கள் ஏற்படுத்தப்பட்ட காலஇடைவெளி
th: ความถี่ในการแก้ไขและลบที่กระทำต่อข้อมูลหลังจากจัดทำครั้งแรก

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
bn: সাধারণভাবে ব্যবহৃত শব্দ (গুলি) বা বিধিবদ্ধ শব্দ (গুলি) বা ফ্রেইজ (গুলি) বিষয় (স্পেস বা কমা দ্বারা পৃথক বর্ণনা ব্যবহৃত
ru: широко-используемое слово(а) или формализованное слово(а) или фраза(ы) в описании предмета (разделенные пробелами или запятыми
si: වස්තුව විස්තර කිරීමට යොදා ගන්නා පොදුවේ භාවිතා වන වචන(ය) හෝ රූපීකෘත වචන (ය) හෝ වාක්‍ය ඛණ්ඩ(ය) (හිස්තැනකින් හෝ කොමාවකින් වෙන් කර ලියන්න
ta: விடயத்தை (இடைவெளி அல்லது கொமா வேறுபடுத்தல்) விளக்குவதற்கு பொதுவாக பயன்படுத்தப்பட்ட சொல் (சொற்கள்) அல்லது உருவாக்கப்பட்ட சொல் (சொற்கள்) அல்லது வசனம் (வசனங்கள்)
th: คำที่ใช้ทั่วไป หรือคำทางการ หรือวลี ที่ใช้อธิบายหัวเรื่อง (เว้นวรรค หรือคั่นด้วยจุลภาพ)

source: keyword identifies a location
bn: শব্দ একটি অবস্থান চিহ্নিত
ru: ключевое слово, определяющее местоположение
si: මුලපදය ස්ථානයක් හඳුනාගනී
ta: பிரதான சொற்கள் இடத்தை அடையாளங் காண்கின்றது
th: คำสำคัญที่ระบุตำแหน่ง

source: limitation(s) placed upon the access or use of the data.
bn: সীমাবদ্ধতা (গুলি) তথ্য প্রবেশাধিকার বা ব্যবহারের উপর স্থাপিত.
ru: Ограничение(я), накладываемое на доступ или использование данных.
si: දත්ත වලට පිවිසීම හෝ භාවිතය සම්බන්ධයෙන් පනවා ඇති සීමා කිරීම්
ta: வரையறை (ங்கள்) தரவு அணுகல் அல்லது பயன்பாடு மீது வைக்கப்படும்.
th: ข้อจำกัดขึ้นอยู่กับการเข้าถึงหรือใช้งานข้อมูล

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
bn: অ্যাক্সেস এবং সম্পদ বা মেটাডেটা ব্যবহারের জন্য অন্যান্য সীমাবদ্ধতা ও আইনি অপরিহার্য
ru: другие ограничения и юридические предпоссылки для получения доступа и использования ресурса или метаданных
si: සම්පත හෝ මෙටාදත්ත වලට පිවිසීමට හෝ ඒවා භාවිතා කිරීමට පනවා ඇති වෙනත් සම්බාධක සහ නීතිමය අවශ්‍යතා
ta: மூலவளங்களை அல்லது நுண்தரவுகளை அடைவதற்கு மற்றும் பயன்படுத்துவதற்குரிய ஏனைய தடைகள் மற்றும் சட்டத் தேவைகள்
th: เงื่อนไขอื่นๆและข้อกำหนดเบื้องต้นตามกฎหมายสำหรับการเข้าถึงและใช้งานแหล่งข้อมูลและคำอธิบายข้อมูล

source: license of the dataset
bn: ডেটা সেটটি এর লাইসেন্স
ru: Лицензия набора данных
si: මේ දත්ත සමුදාය බලපත්රය
ta: தரவுத்தொகுப்பின் உரிமம்
th: ใบอนุญาตของชุดข้อมูล

source: language used within the dataset
bn: ভাষা ডেটা সেটটি মধ্যে ব্যবহার
ru: язык, используемый в наборе данных
si: දත්ත කට්ටලය තුල භාවිතා කර ඇති භාෂාව
ta: தரவுத் தொகுதிக்குள் பயன்படுத்தப்பட்ட மொழி
th: ภาษาที่ใช้ในชุดข้อมูล

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
bn: উচ্চ-স্তর ভৌগলিক তথ্য বিষয়ভিত্তিক শ্রেণীবিভাগ বিভাজন এবং উপলব্ধ ভৌগলিক তথ্য সেট সন্ধানে সাহায্য করতে.
ru: тематическая классификация высококачественных географических данных для группировки и поиска доступных географических наборов данных.
si: පවතින භූගෝලීය දත්ත කට්ටලයන් සමූහනයට සහ සෙවීමට සහය දැක්වීම සඳහා ඉහල මට්ටමේ භූගෝලීය දත්ත තේමානුගතව වර්ගීකරණය
ta: காணப்படுகின்ற புவியியல் தரவுத் தொகுதிகளை குழுவாக்குவதற்கும் தேடுவதற்கும் உதவும் விதத்தில் உயர் மட்ட புவியியல் தரவு தலைப்பு வகைப்படுத்தல்கள்
th: ระดับสูงการจัดหมวดหมู่ข้อมูลทางภูมิศาสตร์ใจเพื่อช่วยในการจัดกลุ่มและการค้นหาของชุดข้อมูลทางภูมิศาสตร์ที่มีอยู่

source: method used to represent geographic information in the dataset.
bn: পদ্ধতি ডেটা সেটটি মধ্যে ভৌগলিক তথ্য প্রতিনিধিত্ব করতে ব্যবহৃত.
ru: Метод используется для представления географической информации в наборе данных.
si: දත්ත කට්ටලය තුල ඇති භූගෝලීය තොරතුරු නියෝජනය කිරීමට භාවිත කර ඇති ක්‍රමය
ta: முறை வகை புவியியல் தகவல் பிரதிநிதித்துவம் பயன்படுத்தப்படுகிறது.
th: วิธีการที่ใช้ในการแสดงข้อมูลทางภูมิศาสตร์ในชุดข้อมูลที่

source: time period covered by the content of the dataset (start)
bn: ডেটা সেটটি এর কন্টেন্ট দ্বারা আচ্ছাদিত সময় (শুরু)
ru: начало периода времени, охватывающего содержание набора данных
si: දත්ත කට්ටලයේ අන්තර්ගතයෙන් ආවරණය වන කාල සීමාව (ආරම්භයේදී )
ta: தரவுத் தொகுதியின் உள்ளடக்கம் வெளிப்படுத்தும் கால எல்லை (ஆரம்பம்)
th: ระยะเวลาการคุ้มครองโดยเนื้อหาของชุดข้อมูล (เริ่มต้น)

source: time period covered by the content of the dataset (end)
bn: ডেটা সেটটি (শেষ) এর কন্টেন্ট দ্বারা আচ্ছাদিত সময়
ru: конец периода времени, охватывающего содержание набора данных
si: දත්ත කට්ටලයේ අන්තර්ගතයෙන් ආවරණය වන කාල සීමාව (අවසානයේදී )
ta: தரவுத் தொகுதியின் உள்ளடக்கம் வெளிப்படுத்தும் கால எல்லை (இறுதி)
th: ระยะเวลาการคุ้มครองโดยเนื้อหาของชุดข้อมูล (สิ้นสุด)

source: general explanation of the data producer's knowledge about the lineage of a dataset
bn: একটি ডেটা সেটটি এর বংশ সম্পর্কে তথ্য প্রযোজক এর জ্ঞান সাধারণ ব্যাখ্যা
ru: общее разъяснение производителя данных о происхождении набора данных
si: දත්ත කට්ටලයක ආර පිළිබඳව දත්ත නිෂ්පාදකගේ දැනීම ගැන සාමාන්‍ය පැහැදිලි කිරීමක්
ta: தரவுத் தொகுதியின் வழிமரபு தொடர்பாக தரவு உருவாக்குனரின் அறிவு பற்றிய பொது விளக்கம்
th: คำอธิบายทั่วไปของความรู้ผลิตข้อมูลเกี่ยวกับเชื้อสายของชุดข้อมูล

source: name by which the cited resource is known
bn: উদাহৃত সম্পদ পরিচিত যা দ্বারা নাম
ru: название, под которым приведенный ресурс известен
si: උපුටාගත් මූලාශ්‍රය හඳුන්වන නාමය
ta: குறிப்பிடப்பட்டுள்ள மூலவளம் அறியப்படும் பெயர்
th: ชื่อของแหล่งข้อมูลที่เป็นที่รู้จักกัน

source: date
bn: তারিখ
ru: дата
si: දිනය
ta: திகதி
th: วันที่

source: date type
bn: তারিখ ধরন
ru: тип даты
si: දින මාදිළිය
ta: திகதி வகை
th: ชนิดของวันที่

source: edition
bn: সংস্করণ
ru: редакция
si: සංස්කරණය
ta: பதிப்பு
th: รุ่น

source: abstract
bn: বিমূর্ত
ru: аннотация
si: සාරාංශය
ta: சுருக்கம்
th: บทคัดย่อ

source: purpose
bn: উদ্দেশ্য
ru: цель
si: අරමුණ
ta: நோக்கம்
th: วัตถุประสงค์

source: maintenance frequency
bn: রক্ষণাবেক্ষণ ফ্রিকোয়েন্সি
ru: частота обслуживания
si: නඩත්තු වාර ගණන
ta: பராமரித்தல் இடைவெளி
th: ความถี่ในการดูแลรักษา

source: keywords
bn: কীওয়ার্ড
ru: ключевые слова
si: මුලපදය
ta: சிறப்பு சொற்கள்
th: คำสำคัญ

source: keywords region
bn: কীওয়ার্ড অঞ্চল
ru: область ключевых слов
si: මුලපද කලාපය
ta: குறியிட்டுப் பிராந்தியம்
th: ภูมิภาคคำหลัก

source: restrictions
bn: নিষেধাজ্ঞা
ru: ограничения
si: බාධා කිරීම්
ta: கட்டுப்பாடுகள்
th: ข้อจำกัด

source: restrictions other
bn: অন্যান্য বিধিনিষেধ
ru: другие ограничения
si: වෙනත් සීමා කිරීම්
ta: மற்ற கட்டுப்பாடுகள்
th: ข้อจำกัดอื่นๆ

source: License
bn: লাইসেন্স
ru: Лицензия
si: බලපත්ර
ta: உரிமம்
th: ใบอนุญาต

source: language
bn: ভাষা
ru: язык
si: භාෂාව
ta: மொழி
th: ภาษา

source: spatial representation type
bn: বিশেষ উপস্থাপন পদ্ধতি
ru: тип пространственного представления
si: අවකාශීය නිරූපණය වර්ගය
ta: புவியியல் பிரதிநிதித்துவ வகை
th: รูปแบบการแสดงข้อมูลเชิงพื้นที่

source: supplemental information
bn: সম্পূরক তথ্য
ru: дополнительная информация
si: අතිරේක තොරතුරු
ta: மேலதிக தகவல்கள்
th: ข้อมูลเพิ่มเติม

source: any other descriptive information about the dataset
bn: ডেটা সেটটি সম্পর্কে অন্য কোন বর্ণনামূলক তথ্য
ru: любая другая информация о наборе данных
si: දත්ත කට්ටලය පිළිබඳ වෙනත් ඕනෑම සවිස්තරාත්මක තොරතුරක්
ta: தரவுத் தொகுதியின் விரிவான ஏனைய தகவல்கள்
th: รายละเอียดอื่น ๆ เกี่ยวกับชุดข้อมูล

source: data quality statement
bn: তথ্য মানের বিবৃতি
ru: оператор качества данных
si: දත්ත වල ගුණාත්මක භාවය
ta: தரவத் தர விபரம்
th: คำแถลงเกี่ยวคุณภาพข้อมูล

source: CSW typename
ru: название типа CSW
si: CSW වර්ග නාමය
ta: CSW பெயரை தட்டச்சிடல்
th: ชื่อชนิด CSW

source: CSW schema
bn: CSW স্কিমা
ru: CSW схема
si: අතිකරන්නන් schema
ta: CSW பொழிப்பு

source: CSW source
bn: CSW উৎস
ru: CSW источник
si: CSW ප්‍රභවය
ta: CSW மூலவளம்
th: แหล่งข้อมูล CSW

source: CSW insert date
bn: CSW সন্নিবেশ তারিখ
ru: дата ввода CSW
si: CSW ඇතුලත් කරන දිනය
ta: CSW உட்செலுத்திய திகதி
th: วันที่แทรก CSW

source: CSW type
bn: CSW টাইপ
ru: тип CSW
si: CSW වර්ගය
ta: CSW வகை
th: ชนิด CSW

source: CSW anytext
ru: текст CSW
si: අතිකරන්නන් anytext
ta: CSW எந்த அகரமும்
th: ข้อความอื่นๆ CSW

source: CSW WKT geometry
bn: CSW উইকেটরক্ষক জ্যামিতি
ru: геометрия CSW WKT
si: CSW WKT ජ්‍යාමිතිය
ta: CSW WKT ஜியோமெட்ரி

source: Featured
bn: বৈশিষ্ট্য
si: විශේෂාංග
ta: முனைப்பு
th: ฟีเจอร์

source: Should this resource be advertised in home page?
bn: এই সম্পদ হোম পেজ এ বিজ্ঞাপনে করা উচিত?
ru: Может этот ресурс рекламироваться на домашней странице?
si: මෙම resource මුල් පිටුව ප්රචාරය කළ යුතුද?
ta: இந்த வள வீட்டில் பக்கம் விளம்பரப்படுத்தப்பட்டது?
th: ควรให้แหล่งข้อมูลนี้แสดงบนหน้าหลักหรือไม่?

source: Is Published
bn: প্রকাশিত
si: ප්රකාශයට පත්
ta: பதிப்பிடப்பட்டுள்ளது
th: ที่มีการเผยแพร่

source: Should this resource be published and searchable?
bn: এই সম্পদ প্রকাশিত এবং অনুসন্ধানযোগ্য করা উচিত?
ru: Может этот ресурс быть опубликованным и использованным в поиске?
si: මෙම resource මුල් පිටුව ප්රචාරය කළ යුතුද?
ta: இந்த வள வெளியிடப்பட்ட, மற்றும் தேடப்படும்?
th: ควรให้แหล่งข้อมูลนี้ถูกเผยแพร่และค้นหาได้หรือไม่?

source: For example "kml"
bn: উদাহরণস্বরূপ "KML"
ru: Например "kml"
si: උදාහරණයක් ලෙස "kml"
ta: உதாரணமாக "kml"
th: ตัวอย่าง เช่น "kml"

source: For example "View in Google Earth"
bn: উদাহরণস্বরূপ "গুগল আর্থ দেখুন"
ru: Например "View in Google Earth"
si: උදාහරණයක් ලෙස "view in Google Earth"
ta: உதாரணமாக "குகல் ஏத் இல் காண்க"
th: ตัวอย่าง เช่น "ดูใน Google Earth"

source: For example "text/xml"
bn: উদাহরণস্বরূপ "টেক্সট / XML"
ru: Например "text/xml"
si: උදාහරණයක් ලෙස "text/xml"
ta: உதாரணமாக "text/xml"
th: ตัวอย่าง เช่น "text/xml"

source: About
bn: প্রায়
ru: Инфо
si: ගැන
ta: பற்றி
th: เกี่ยวกับ

source: Owner, Point of Contact, Metadata Author
bn: মালিক, যোগাযোগ এর পয়েন্ট, মিটাডাটা লেখক
ru: Владелец, контактная информация, автор метаданных
si: හිමිකරු, point of Contact. Meta data කර්තෘ
ta: உரிமையாளர், தொடர்பு புள்ளி மெட்டாடேட்டா ஆசிரியர்
th: เจ้าของ, ที่อยู่สำหรับติดต่อ, ผู้เขียนคำอธิบายข้อมูล

source: Title
bn: খেতাব
ru: Заголовок
si: මාතෘකාව
ta: தலைப்பு
th: ชื่อเรื่อง

source: Abstract
bn: বিমূর্ত
ru: Аннотация
si: සාරාංශය
ta: சுருக்கம்
th: บทคัดย่อ

source: Type
bn: প্রকার
ru: Тип
si: වර්ගය
ta: தட்டச்சிடுக
th: ชนิด

source: More info
bn: অধিক তথ্য
si: වැඩි විස්තර
ta: மேலதிக தகவல்கள்
th: ข้อมูลเพิ่มเติม

source: Maintenance Frequency
bn: রক্ষণাবেক্ষণ ফ্রিকোয়েন্সি
ru: Частота обслуживания
si: නඩත්තු වාර ගණන
ta: பராமரித்தல் இடைவெளிகள்
th: ความถี่ในการดูแลรักษา

source: Restrictions
bn: বিধিনিষেধ
ru: Ограничения
si: සීමා කිරීම්
ta: கட்டுப்பாடுகள்
th: ข้อจำกัด

source: Edition
bn: সংস্করণ
ru: Редакция
si: සංස්කරණය
ta: பதிப்பு
th: รุ่น

source: Purpose
bn: উদ্দেশ্য
ru: Цель
si: අරමුණ
ta: நோக்கும்
th: วัตถุประสงค์

source: Language
bn: ভাষা
ru: Язык
si: භාෂාව
ta: மொழி
th: ภาษา

source: Temporal Extent
bn: টেম্পোরাল ব্যাপ্তি
ru: Временной диапазон
si: ලෞකික ෙහ
ta: பூகோள விரிவாக்கம்
th: ขอบเขตชั่วขณะ

source: Data Quality
bn: ডেটা কোয়ালিটির
ru: Качество данных
si: දත්ත වල ගුණාත්මකභාවය
ta: தரவுகளின் தரம்
th: คุณภาพของข้อมูล

source: Supplemental Information
bn: প্রাসঙ্গিক তথ্য
ru: Дополнительная информация
si: අමතර විස්තර
ta: மேலதிக தகவல்கள்
th: ข้อมูลเพิ่มเติม

source: Spatial Representation Type
bn: স্থানিক প্রতিনিধিত্ব প্রকার
ru: Тип пространственного представления
si: අවකාශ නිරූපණය වර්ගය
ta: பூகோள பிரதிநிதித்துவ தன்மை
th: รูปแบบการแสดงข้อมูลเชิงพื้นที่

source: Create a Map
bn: একটি মানচিত্র তৈরি করুন
ru: Создать карту
si: සිතියමක් නිර්මාණය කරන්න
ta: வரைபடத்தை உருவாக்குதல்
th: สร้างแผนที่

source: Cancel
bn: বাতিল করুন
ru: Отмена
si: අවලංගු කරන්න
ta: நீக்கு
th: ยกเลิก

source: Log in
bn: লগিন করো
ru: Войти
ta: உள்நுழைய
th: เข้าสู่ระบบ

source: Width
bn: প্রস্থ
ru: Ширина
si: පළල
ta: அகலம்
th: ความกว้าง

source: Height
bn: উচ্চতা
ru: Высота
si: උස
ta: உயரம்
th: ความสูง

source: Make
bn: করা
si: සාදන්න
ta: மாதிரி

source: Model
bn: নকশা
si: ආදර්ශ
ta: மாதிரி

source: Not specified
bn: উল্লিখিত না
si: විශේෂයෙන් දක්වා නැති
ta: குறித்துறைக்கப்படாதது
th: ไม่มีการระบุ

source: Flash
bn: ঝলক দেওয়া
si: ක්‍ෂනික
ta: பதிவு

source: True
bn: সত্য
si: නිවැරදි
ta: சரி

source: False
bn: মিথ্যা
si: වැරදි
ta: பிழை

source: Speed Rating
bn: গতি নির্ধারণ
si: වේග ඇගැයුම
ta: வேக வீதம்

source: Favorite
bn: পছন্দ
si: ප්රියතම
ta: விருப்புக்குரியது

source: Favorites
bn: পছন্দ সমূহ
si: ප්රියතම
ta: விருப்புக்குரியவை
th: รายการโปรด

source: Log in to add/delete Favorites.
bn: ফেভারিটে মুছতে ও যোগ করতে লগ ইন করুন.
si: එකතු කිරීමට ලොගින් වන්න / ප්‍රියතමදෑ මැකීම
ta: விருப்புக்குரியவற்றை சேர்ப்பதற்கு / நீக்குவதற்கு உட்செல்லவும்
th: เข้าสู่ระบบเพื่อเพิ่มหรือลบรายการโปรด

source: Delete from Favorites
bn: পছন্দ সমূহ হতে মুছুন
si: ප්‍රියතමදෑ මැකීම
ta: விருப்புக்குரியவற்றில் இருந்து நீக்கவும்
th: ลบออกจากรายการโปรด

source: Add to Favorites
si: ප්‍රියතමදෑ එක්කිරීම
ta: விருப்புக்குரியவற்றில் சேர்க்கவும்

source: Favorites for
bn: যার জন্য পছন্দসমূহ
si: ප්‍රියතමදෑ සඳහා
ta: விருப்புக்குரியது
th: รายการโปรดของ

source: Welcome
bn: স্বাগত
ru: Добро пожаловать
si: ආයුබෝවන්
ta: வரவேற்கிறோம்
th: ยินดีต้อนรับ

source: GeoNode is an open source platform for sharing geospatial data and maps.
bn: GeoNode ভৌগলিক অবস্থান বিষয়ক প্রযুক্তিবিদ্যা তথ্য এবং মানচিত্র ভাগ করে নেওয়ার জন্য একটি ওপেন সোর্স প্ল্যাটফর্ম.
ru: GeoNode - платформа с открытым исходным кодом для обмена геопространственными данными и картами.
si: GeoNode භුමිය පිලිබඳ දත්ත සහ සිතියම් බෙදා සඳහා විවෘත කේත පදනම වේ.
ta: GeoNode தாழ்த்தப்பட்ட மற்றும் வரைபடங்கள் பகிர்ந்து ஒரு திறந்த மூல தளம் உள்ளது.
th: GeoNode เป็นแพลทฟอร์มโอเพ่นซอร์สสำหรับแบ่งปันข้อมูลเชิงพื้นที่และแผนที่
