Repository: GeoDASH/GeoDASH.gov.bd
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: bn, ru, si, ta, th

source: If you have any questions about the software or service, join our <a href="https://groups.google.com/d/forum/geonode-users">mailing list</a>.
bn: আপনি সফ্টওয়্যার বা সেবা সম্পর্কে কোনো প্রশ্ন থাকে, আমাদের সঙ্গে যোগদান <a href="https://groups.google.com/d/forum/geonode-users">মেইলিং তালিকা</a> .
ru: Если у Вас есть какие-либо вопросы по поводу программного обеспечения или сервиса, присоединяйтесь к нашему <a href="https://groups.google.com/d/forum/geonode-users">списку рассылки</a> .
si: ඔබ මෘදුකාංග හෝ සේවාව ගැන කිසිදු ප්රශ්න තියෙනවා නම්,අප හා එකතුවීමට <a href="https://groups.google.com/d/forum/geonode-users"> විද්‍යුත් තැපැල් ලැයිස්තුව </a>.
ta: நீங்கள் மென்பொருள் அல்லது சேவை பற்றி ஏதேனும் கேள்விகள் இருந்தால், எங்கள் சேர <a href="https://groups.google.com/d/forum/geonode-users">அஞ்சல் பட்டியலில்</a> .
th: หากมีคำถามใดๆเกี่ยวกับซอฟต์แวร์หรือบริการ เข้าร่วม <a href="https://groups.google.com/d/forum/geonode-users">กลุ่มรายชื่ออีเมล์</a> ของเรา

source: Need help?
bn: সাহায্য প্রয়োজন?
ru: Нужна помощь?
si: උදව් අවශ්යයි?
ta: உதவி தேவையா?
th: ต้องการความช่วยเหลือ?

source: Getting Started
bn: শুরু
ru: Начнём
si: ඇරඹේ
ta: தொடங்குதல்
th: เริ่มต้นการใช้งาน

source: No
bn: না
ru: Нет
si: නැත
ta: இல்லை
th: ไม่มี

source: Click to search for geospatial data published by other users, organizations and public sources. Download data in standard formats.
bn: অন্যান্য ব্যবহারকারীদের, প্রতিষ্ঠান এবং পাবলিক সূত্র দ্বারা প্রকাশ ভৌগলিক অবস্থান বিষয়ক প্রযুক্তিবিদ্যা তথ্য অনুসন্ধান করার জন্য ক্লিক করুন. মান বিন্যাসে ডাউনলোড করা তথ্য.
ru: Нажмите для поиска геопространственных данных, опубликованных другими пользователями, организациями и из открытых источников. Скачайте данные в стандартных форматах.
si: වෙනත් භාවිතා කරන්නන් , සංවිධාන හා රාජ්ය ආරංචි මාර්ග විසින් ප්රකාශයට පත් කර භුමිය පිලිබඳ දත්ත සඳහා ගවේශනය කිරීම ක්ලික් කරන්න. සම්මත ආකෘති දත්ත බාගත කරන්න
ta: பிற பயனர்களின், அமைப்புக்கள் மற்றும் பொது ஆதாரங்கள் வெளியிடப்பட்ட தாழ்த்தப்பட்ட தேட கிளிக் செய்யவும். நிலையான வடிவங்களில் பதிவிறக்க தரவு.
th: คลิกเพื่อค้นหาข้อมูลเชิงพื้นที่ซึ่งเผยแพร่โดยผู้ใช้คนอื่น องค์กร และแหล่งข้อมูลสาธารณะ สามารถดาวน์โหลดข้อมูลได้ในรูปแบบมาตรฐาน

source: Add layers
bn: স্থর সমূহ যুক্ত করুন
ru: Добавить слои
si: ස්ථර එක් කරන්න
ta: படுகையை சேர்க்கவும்
th: เพิ่มชั้นข้อมูล

source: Explore layers
bn: স্তর অন্বেষণ
ru: Изучить слои
si: ස්ථර ගවේෂණය
ta: படுகைகளை ஆராய்தல்
th: สำรวจชั้นข้อมูล

source: Data is available for browsing, aggregating and styling to generate maps which can be shared publicly or restricted to specific users only.
bn: ডেটা শুধুমাত্র নির্দিষ্ট ব্যবহারকারীদের প্রকাশ্যে ভাগ বা সীমিত করা যাবে যা মানচিত্র উৎপন্ন করতে ব্রাউজিং, aggregating এবং স্টাইলিং জন্য উপলব্ধ.
ru: Данные доступны для просмотра, объединения и стилевого оформления с целью создания карт, которые могут быть доступны публично или ограниченно только определенным пользователям.
si: දත්ත aggregating ප්රසිද්ධියේ හවුල් හෝ පමණක් විශේෂිත පරිශීලකයන් පමණක් සීමා කළ හැකි සිතියම් නිර්මාණය හැඩගැන්වීම්, කෑම සඳහා ලබා ගත හැක.
ta: டேட்டா மட்டும் குறிப்பிட்ட செய்த பகிரப்பட்டுள்ளது அல்லது தடை முடியும் வரைபடங்களை உருவாக்குவதற்கு உலாவுதல், திரட்டுவதன் மற்றும் ஸ்டைலிங் கிடைக்கிறது.
th: ข้อมูลพร้อมสำหรับการเรียกดู, นำมารวมและใส่สไตล์สร้างเป็นแผนที่ซึ่งสามารถเผยแพร่สู่สาธารณะหรือเฉพาะผู้ใช้ที่เลือกเท่านั้น

source: Create maps
bn: মানচিত্র তৈরি করুন
ru: Создать карту
si: සිතියම් නිර්මාණය කරන්න .
ta: வரைபடங்களை உருவாக்கவும்
th: สร้างแผนที่

source: Explore maps
bn: মানচিত্র সমূহ উম্মোচন করুন
ru: Изучить карты
si: සිතියම් ගවේෂණය
ta: வரைபடங்களை ஆராய்தல்
th: สำรวจแผนที่

source: GeoNode allows registered users to easily upload geospatial data in several formats including shapefile and GeoTiff.
bn: GeoNode নিবন্ধিত ব্যবহারকারীরা সহজেই shapefile এবং GeoTiff সহ বিভিন্ন ফরম্যাটের মধ্যে ভৌগলিক অবস্থান বিষয়ক প্রযুক্তিবিদ্যা তথ্য আপলোড করতে পারবেন.
ru: GeoNode позволяет зарегистрированным пользователям легко загружать геопространственные данные в нескольких форматах, включая шейп-файлы и GeoTiff.
si: GeoNode ලියාපදිංචි පහසුවෙන් shapefile හා GeoTiff ඇතුළු ආකෘති දී භුමිය පිලිබඳ දත්ත උඩුගත කිරීමට ඉඩ ලබා දේ.
ta: GeoNode பதிவு செய்த எளிதாக ஷேப்ஃபைல் மற்றும் GeoTiff உட்பட பல வடிவங்களில் தாழ்த்தப்பட்ட அப்லோடு செய்ய அனுமதிக்கிறது.
th: GeoNode อนุญาตให้ผู้ใช้ที่ลงทะเบียนแล้วสามารถอัพโหลดข้อมูลเชิงพื้นที่ได้หลากหลายรูปแบบรวมทั้ง shapefile และ GeoTiff

source: See users
bn: ব্যবহারকারীদের দেখুন
ru: Посмотреть пользователей
si: පරිශීලකයන් බලන්න
ta: பயன்படுத்துபவர்களை அவதானித்தல்
th: ดูผู้ใช้

source: Bad HTTP Authorization Credentials.
bn: খারাপ HTTP- র অনুমোদন প্রমাণপত্রাদি.
ru: Неверные полномочия HTTP авторизации.
si: නිවැරදි නොවන HTTP අවසර දීමේ සහතික
ta: பிழையான HTTP அறிமுக ஆவண அனுமதி
th: อนุญาต HTTP Bad ข้อมูลประจำตัว

source: Layers
bn: স্তরসমূহ
ru: Слои
si: ස්ථර
ta: படுகை
th: ชั้นข้อมูล

source: Maps
bn: মানচিত্র
ru: Карты
si: සිතියම්
ta: வரைபடங்கள்
th: แผนที่

source: Documents
bn: কাগজপত্র
ru: Документы
si: ලේඛන
ta: ஆவணங்கள்
th: เอกสาร

source: Link to
bn: সাথে যোগসূত্র
ru: Ссылка на
si: සම්බන්ධ කරන්න
ta: இணைகின்றது
th: เชื่อมโยงกับ

source: Document must be a file or url.
bn: ডকুমেন্ট ফাইল বা URL হওয়া আবশ্যক.
ru: Документ должен быть файлом или ссылкой (URL).
si: ලේඛන හෝ ගොනුවකට විය යුතුය url
ta: ஆவண ஒரு கோப்பு அல்லது URL ஆக இருக்க வேண்டும்.
th: เอกสารจะต้องเป็นไฟล์หรือ url ของไฟล์

source: A document cannot have both a file and a url.
bn: একটি নথির একটি ফাইল এবং একটি URL উভয় থাকতে পারে না.
ru: Документ не может содержать одновременно файл и ссылку (URL).
si: කරන ලද ලියවිල්ලක් ගොනු හා URL එකක් දෙකම කරන්න බැහැ.
ta: ஒரு ஆவணம் ஒரு கோப்பு மற்றும் ஒரு URL இருவரும் முடியாது.
th: เอกสารไม่สามารถเป็นได้ทั้งไฟล์และ url

source: This file type is not allowed
bn: এই ফাইল টাইপের অনুমোদিত নয়
ru: Этот тип файла не допустим
si: මෙම ගොනු වර්ගය සඳහා ඉඩ නැත
ta: இந்த கோப்பு வகை அனுமதிக்கப்படவில்லை
th: ไฟล์ชนิดนี้ไม่ได้รับอนุญาต

source: Permissions must be valid JSON.
bn: অনুমতি বৈধ JSON হতে হবে.
ru: Разрешения должны быть допустимым JSON.
si: අවසර වලංගු JSON විය යුතුය.
ta: அனுமதிகள் கச்சிதமாக JSON இருக்க வேண்டும்.
th: สิทธิ์จะต้องอยู่ในรูปแบบ JSON ที่ถูกต้อง

source: Document Created
bn: ডকুমেন্ট তৈরী করা হয়েছে
ru: Документ создан
si: ලේඛන නිර්මාණය
ta: ஆவணம் உருவாக்கப்பட்டது
th: สร้างเอกสารเสร็จแล้ว

source: A Document was created
bn: একটি নথি তৈরি করা হয়েছে
ru: Документ был создан
si: ලියවිල්ලක් නිර්මිතය
ta: ஆவணம் ஒன்று உருவாக்கப்பட்டள்ளது
th: สร้างเอกสารเสร็จแล้ว

source: Document Updated
bn: নথি হালনাগাদ
ru: Документ обновлён
si: ලේඛන යාවත්කාලීන කිරීම
ta: ஆவணம் புதிப்பிக்கப்பட்டுள்ளது
th: เอกสารได้รับการปรับปรุงแล้ว

source: A Document was updated
bn: নথিটি হালনাগাদ করা হয়েছে
ru: Документ был обновлён
si: ලියවිල්ලක් යාවත්කාලීන කර
ta: ஆவணம் ஒன்று புதிப்பிக்கப்பட்டுள்ளது
th: เอกสารได้รับการปรับปรุงแล้ว

source: Document Deleted
bn: নথি মোছা
ru: Документ удалён
si: ලේඛන මකාදැමුවා
ta: ஆவணம் நீக்கப்பட்டது
th: ลบเอกสารเสร็จแล้ว

source: A Document was deleted
bn: একটি নথি মোছা হয়েছে
ru: Документ был удалён
si: ලියවිල්ලක් මකා
ta: ஆவணம் ஒன்று நீக்கப்பட்டுள்ளது
th: เอกสารถูกลบแล้ว

source: Comment on Document
bn: মন্তব্য করা
ru: Комментарий к документу
si: ලේඛන පිළිබඳව නොදනිති
ta: ஆவணம் பற்றி கருத்துக்கள்
th: แสดงความคิดเห็นบนเอกสาร

source: A Document was commented on
bn: একটি ডকুমেন্টে মন্তব্য করা হয়েছে
ru: Документ был прокомментирован
si: ලියවිල්ලක් පිළිබඳව අදහස් විය
ta: ஆவணம் ஒன்றிற்கான கருத்து வழங்கப்பட்டுள்ளது
th: เอกสารได้รับการแสดงความคิดเห็น

source: Document for Map
bn: মানচিত্র জন্য নথি
ru: Документ для Карты
si: සිතියම සඳහා ලේඛන
ta: வரைபடத்திற்கான ஆவணம்
th: เอกสารสำหรับแผนที่

source: A rating was given to a document
bn: একটি ডকুমেন্ট মূল্যায়ন করা হয়েছে
ru: Оценка присвоена документу
si: ශ්රේණිය ලියවිල්ලක් ලබා දෙන ලදී
ta: ஆவணம் ஒன்றிற்கான மதிப்பீடு வழங்கப்பட்டுள்ளது
th: เอกสารได้รับการให้คะแนนแล้ว

source: File
bn: ফাইল
ru: Файл
si: ගොනුව
ta: கோப்பு
th: ไฟล์

source: The URL of the document if it is external.
bn: ডকুমেন্টের ইউআরএল এটা বাইরের যদি.
ru: Ссылка (URL) на документ, если он является внешним.
si: එය බාහිර නම් ලේඛනයේ මෙම URL එක.
ta: ஆவணத்தின் URL அதை வெளி ஆகிறது என்றால்.
th: URL ของเอกสาร ถ้าหากมาจากภายนอก

source: URL
bn: URL টি
ru: Ссылка (URL)
ta: URL ஐ

source: Declined
bn: পতিত
ru: Отклонено
si: අඩු
ta: நிராகரிப்பு
th: ปฏิเสธ

source: External Resource
bn: এক্সটার্নাল রিসোর্স
ru: Внешний ресурс
si: බාහිර සම්පත්
ta: வெளி வள
th: แหล่งที่มาภายนอก

source: Rate this document
bn: এই নথিটি রেটিং করুন
ru: Оценить этот документ
si: මෙම ලේඛනය ප්‍රමාණනය කරන්න
ta: இந்த ஆவணம் மதிப்பிடு
th: ให้คะแนนเอกสารนี้

source: Average Rating
bn: মাঝামাঝি নির্ধারণ
ru: Средняя оценка
si: සමාන්‍ය ප්‍රමාණනයන්
ta: சராசரி தரப்படுத்தல்
th: ความนิยมเฉลี่ย

source: Metadata Detail
si: පාරදත්ත විස්තර
ta: நுண்தரவு விபரம்

source: Comments
bn: মন্তব্য
ru: Комментарии
si: විවරණ
ta: குறிப்புக்கள்
th: ความคิดเห็น

source: Download Document
bn: ডাউনলোড ডকুমেন্ট
ru: Скачать документ
si: බාගත ලේඛන
ta: பதிவிறக்க ஆவண
th: ดาวน์โหลดเอกสาร

source: Request Download
bn: ডাউনলোডের অনুরোধ
ru: Запрос скачивания
si: ඉල්ලීම් බාගත
ta: தரவிறக்க வேண்டுதல்
th: ร้องขอการดาวน์โหลด

source: Edit Document
bn: সম্পাদনা ডকুমেন্ট
ru: Редактирование документа
si: ලේඛනය සංස්කරණය කරන්න
ta: திருத்த ஆவண
th: แก้ไขเอกสาร

source: Metadata
bn: মেটাডাটা
si: පාරදත්ත
ta: நுண்தரவு
th: คำอธิบายข้อมูล

source: Edit
bn: সম্পাদনা
ru: Редактировать
si: සංස්කරණය
ta: திருத்து
th: แก้ไข

source: Document
bn: নথি
ru: Документ
si: ලේඛන
ta: ஆவணம்
th: เอกสาร

source: Replace
bn: প্রতিস্থাপন
ru: Заменить
si: ආදේශ කරන්න
ta: பதிலீடு
th: แทนที่

source: Remove
bn: অপসারণ
ru: Удалить
si: ඉවත් කරන්න
ta: அகற்று
th: ลบ

source: Close
bn: ঘনিষ্ঠ
ru: Закрыть
si: වසන්න
ta: மூடு
th: ปิด

source: Download Metadata
bn: ডাউনলোড মেটাডাটা
ru: Скачать метаданные
si: මෙටාදත්ත බාගත කරන්න
ta: நுண் தரவகளை பதிவிரக்கம் செய்க
th: ดาวน์โหลดคำอธิบายข้อมูล

source: Resource using this document
bn: এই নথির ব্যবহার করে সম্পদ
ru: Ресурсы, использующие этот документ
si: මෙම ලේඛනය භාවිතා කරන සම්පත
ta: இந்த ஆவணத்தில் பயன்படுத்தி ஆதாரம்
th: แหล่งข้อมูลที่ใช้เอกสารนี้

source: List of resources using this document:
bn: এই নথির ব্যবহার করে সম্পদের তালিকা:
ru: Список ресурсов, использующих этот документ
si: මෙම ලේඛනය භාවිතා කරන සම්පත් ලැයිස්තුව
ta: இந்த ஆவணத்தில் பயன்படுத்தி வளங்களை பட்டியல்:
th: รายชื่อแหล่งข้อมูลที่ใช้เอกสารนี้:

source: This document is not related to any maps or layers
bn: এই ডকুমেন্টের কোন মানচিত্র বা স্তর এর সাথে সম্পর্কিত করা হয় না
ru: Этот документ не относится ни к каким картам или слоям
si: මෙම ලේඛනය කිසියම් සිතියමකට හෝ ස්ථරයකට සම්බන්ධ නොවේ.
ta: இந்த ஆவணம் எந்தவொரு வரைபடத்திற்கோ அல்லது படுகைக்கோ தொடர்புபடவில்லை
th: เอกสารนี้ไม่มีเกี่ยวข้องกับแผนที่หรือชั้นข้อมูลใดๆ

source: Permissions
bn: অনুমতি
ru: Права доступа
si: අවසර
ta: அனுமதி
th: สิทธิ์

source: Click the button below to change the permissions of this document.
bn: এই ডকুমেন্টের অনুমতি পরিবর্তন করতে নিচের বাটনে ক্লিক করুন.
ru: Нажмите кнопку ниже для изменения разрешений этого документа
si: මෙම ලේඛනයේ අවසරය වෙනස් කිරීමට පහත බොත්තම ක්ලික් කරන්න
ta: இந்த ஆவணத்தின் அனுமதிகளை மாற்ற கீழே உள்ள பொத்தானை கிளிக் செய்யவும்.
th: คลิกปุ่มด้านล่างเพื่อเปลี่ยนแปลงสิทธิ์ของเอกสารนี้

source: Change Document Permissions
bn: ডকুমেন্ট অনুমতি পরিবর্তন করুন
ru: Изменение прав доступа к документу
si: ලේඛනයේ අවසරය වෙනස් කරන්න
ta: ஆவண அனுமதிகளை மாற்ற
th: เปลี่ยนแปลงสิทธิ์เอกสาร

source: Explore Documents
bn: ডকুমেন্টস এবং পুরুষ
ru: Посмотреть документы
si: ලේඛන සොයන්න
ta: ஆவணத்தை ஆராய்தல்
th: สำรวจเอกสาร

source: Most recent
bn: সাম্প্রতিক
ru: Новые
si: වඩාත්ම මෑතකදී සිදු වූ
ta: மிக அண்மையது
th: ล่าสุด

source: Less recent
bn: কম সাম্প্রতিক
ru: Старые
si: අඩු මෑත
ta: குறைவான சமீபத்திய
th: ก่อนหน้านี้

source: Z - A
bn: টু Z - একটি
ru: Я - А
ta: Z - ஒரு

source: Most popular
bn: সর্বাধিক জনপ্রিয়
ru: Популярные
si: වඩාත්ම ප්‍රසිද්ධ
ta: மிக பிரபல்யமானது
th: ความนิยมสูงสุด

source: Upload Documents
bn: আপলোড ডকুমেন্টস
ru: Загрузить документы
si: ලේඛන උඩුගත කරන්න
ta: ஆவணத்தை பதிவேற்றல்
th: อัพโหลดเอกสาร

source: Edit Metadata
bn: সম্পাদনা মেটাডেটা
ru: Редактирование метаданных
si: මෙටා දත්ත සංස්කරණය කරන්න
ta: நுண்தரவுகளை சரிசெய்க
th: แก้ไขคำอธิบายข้อมูล

source: Editing details for
bn: সম্পাদনার জন্য বিবরণ
ru: Редактирование деталей для
si: සඳහා සංස්කරණය විස්තර
ta: தரவுகளை சரிசெய்தல்
th: แก้ไขรายละเอียดสำหรับ

source: Update
bn: আপডেট
ru: Обновить
si: යාවත්කාලීන කිරිම
ta: இயல்நிலைப்படுத்தல்
th: แก้ไข

source: Metadata Provider
bn: মেটাডাটা সরবরাহকারী
ru: Провайдер метаданных
si: මෙටාදත්ත සැපයුම්කරු
ta: நுண் தரவ வழங்கல்
th: ผู้ให้คำอธิบายข้อมูล

source: Deleting
bn: মোছা
ru: Удаление
si: මකාදැමීම
ta: அழித்தல்
th: กำลังลบ

source: Remove Document
si: ලේඛන ඉවත් කරන්න
ta: ஆவணத்தை நீக்குக
th: ลบเอกสาร

source: Yes, I am sure
bn: হ্যাঁ, আমি নিশ্চিত নই
ru: Да, я уверен
si: ඔව්, මට සහතිකයි
ta: ஆம் எனக்கு உறுதியானது
th: ใช่ ฉันแน่ใจ

source: No, don't remove it
bn: না, এটা মুছে ফেলুন না
ru: Нет, не удалять
si: නෑ, එය ඉවත් කරන්න එපා
ta: இல்லை அகற்ற வேண்டாம்
th: ไม่ อย่าลบมัน

source: Replace Document
bn: ডকুমেন্ট Replace
ru: Заменить документ
si: ලේඛනය ප්‍රතිස්ථාපනය කරන්න
ta: ஆவண மாற்றவும்
th: แทนที่เอกสาร

source: Replace
bn: প্রতিস্থাপন করা
ru: Заменить
si: ප්‍රතිස්ථාපනය කරන්න
ta: மாற்றவும்
th: แทนที่

source: Clear
bn: স্পষ্ট
ru: Очистить
si: සිස් කරන්න
ta: அழிக்குக
th: ล้าง

source: Upload Document
bn: আপলোড ডকুমেন্ট
ru: Загрузить документ
si: ලේඛනය උඩුගත කරන්න
ta: ஆவணத்தை பதிவேற்றல்
th: อัพโหลดเอกสาร

source: This document is related to a
bn: এই নথির একটি সঙ্গে সম্পর্কযুক্ত
ru: Этот документ относится к
si: මෙම ලේඛනය සම්බන්ධ වේ
ta: இந்த ஆவணம் தொடர்புபட்டுள்ளது
th: เอกสารนี้มีความเกี่ยวข้องกับ

source: Error updating metadata. Please check the following fields:
bn: ত্রুটি আপডেট মেটাডেটা. নিম্নোক্ত ক্ষেত্রসমূহ চেক করুন:
ru: Ошибка при обновлении метаданных. Пожалуйста, проверьте следующие поля:
si: යාවත්කාලීන කිරීමේ දෝෂය metadata.පහත සඳහන් ක්ෂේත්ර පරීක්ෂා කරන්න:
ta: புதுப்பிக்கும்போது பிழை மெட்டாடேட்டா. பின்வரும் துறைகளில் சரிபார்க்கவும்:
th: เกิดข้อผิดพลาดในการแก้ไขคำอธิบายข้อมูล โปรดตรวจสอบฟิลด์ดังต่อไปนี้:

source: Are you sure you want to remove <a href="%(document.get_absolute_url)s">%(document_title)s</a>?
ta: <a href="%(document.get_absolute_url)s">%(document_title)s</a>?நீக்கவேண்டுமென நீங்கள் உறுதியாக உள்ளீர்களா?
th: คุณแน่ใจแล้วหรือว่าต้องการลบ <a href="%(document.get_absolute_url)s">%(document_title)s</a>?

source: You are not permitted to delete this document
bn: আপনি এই নথি মুছে করার অনুমতি নেই
ru: Вам не разрешено удалять этот документ
si: මෙම ලේඛනය මකා දැමීමට ඔබට අවසර නැත
ta: இந்த ஆவணத்தை அழிப்பதற்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์ลบเอกสารนี้

source: You do not have permissions for this document.
bn: আপনি এই নথির জন্য অনুমতি নেই.
ru: У вас нет разрешений на этот документ.
si: මෙම ලේඛනය සඳහා ඔබට අවසර නැත
ta: இந்த ஆவணத்துக்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์ในเอกสารนี้

source: You are not permitted to modify this document
bn: আপনি এই নথি পরিবর্তন করার অনুমতি নেই
ru: Вам не разрешено вносить корректировки в этот документ
si: මෙම ලේඛනයට වෙනස්කම් සිදු කිරීමට ඔබට අවසර නැත
ta: இந்த ஆவணத்தை மாற்றியமைக்க உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์แก้ไขเอกสารนี้

source: You are not permitted to modify this document's metadata
bn: আপনি এই নথির এর মেটাডেটা পরিবর্তন করার অনুমতি নেই
ru: Вам не разрешено вносить корректировки в метаданные этого документа
si: මෙම ලෙඛනයේ වෙනස්කම් කිරීමට ඔබට අවසර නැත
ta: இந்த ஆவணத் தரவுத் தரவை மாற்றியமைக்க உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์แก้ไขคำอธิบายข้อมูลของเอกสารนี้

source: You are not permitted to view this document
bn: আপনি এই নথি দেখতে অনুমতি নেই
ru: Вам не разрешено просматривать этот документ
si: මෙම ලේඛනය බැලීමට ඔබට අවසර නැත
ta: இந்த ஆவணத்தை பார்க்க உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์ดูเอกสารนี้

source: You are not allowed to view this document.
bn: আপনি এই নথি দেখতে অনুমতি দেওয়া হয়নি.
ru: Вы не можете просматривать этот документ.
si: මෙම ලේඛනය නැරඹීමට ඔබට අවසර නැත.
ta: இந்த ஆவணத்தை பார்ப்பதற்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่ได้รับอนุญาตให้ดูเอกสารนี้

source: You are not allowed to edit this document.
bn: আপনি এই নথি সম্পাদনা করার অনুমতি দেওয়া হয়নি.
ru: Вы не можете редактировать этот документ.
si: ඔබ මෙම ලිපිය සංස්කරණය කිරීමට අවසර නැත.
ta: நீங்கள் இந்த ஆவணத்தை திருத்த அனுமதி.
th: คุณไม่ได้รับอนุญาตให้แก้ไขเอกสารนี้

source: You must set a point of contact for this resource
si: ඔබ මෙම සම්පත් සඳහා සබඳතා ලක්ෂ්යයක් තැබිය යුතු
ta: இவ் வளத்திற்காக தொடர்பு விபரம் ஒன்றை நீங்கள் வழங்க வேண்டும்
th: คุณจะต้องเพิ่มที่อยู่สำหรับติดต่อให้กับทรัพยากรนี้

source: You must set an author for this resource
bn: এই উৎসের জন্য আপনাকে অবশ্যই একজন লেখক নির্বাচন করতে হবে
si: ඔබ මෙම සම්පත් සඳහා කර්තෘ තැබිය යුතුය
ta: இவ் வளத்திற்காக படைப்பாளி ஒருவரைநீங்கள் வழங்க வேண்டும்
th: คุณต้องเพิ่มผู้จัดทำให้กับทรัพยากรนี้

source: Level
bn: স্থর
ru: Уровень
si: පෙළ
ta: நிலை
th: ระดับ

source: Add Comment
bn: মন্তব্য যোগ করুন
ru: Добавить комментарий
si: විවරණ එක් කරන්න
ta: குறிப்பை சேர்க்கவம்
th: เขียนความคิดเห็น

source: Submit Comment
bn: মন্তব্য দাখিল করুন
ru: Отправить комментарий
si: පරිකථනය ඉදිරිපත්
ta: கருத்துக்களை வழங்குக
th: ส่งความคิดเห็น

source: Edit Layer
bn: সম্পাদনা লেয়ার
ru: Редактировать слой
si: ස්ථරය සංස්කරණය කරන්න
ta: படுகையை திருத்தம் செய்தல்
th: แก้ไขชั้นข้อมูล

source: Styles
bn: স্টাইলস
ru: Стили
si: ශෛලීයන්
ta: வடிவம்
th: สไตล์

source: Manage
bn: পরিচালনা করা
ru: Управлять
si: කළමනාකරණය
ta: நிர்வகிக்கவும்
th: จัดการ

source: Set
bn: স্থাপন
ru: Установить
si: කට්ටලයක්
ta: தொகுதி
th: กำหนด

source: Edit data
bn: তথ্য পরিবর্তন
ru: Редактировать
si: සංස්කරණය කරන්න දත්ත
ta: தரவுகளை சரிசெய்
th: แก้ไขข้อมูล

source: Maps using this layer
bn: এই স্তর ব্যবহার করে মানচিত্র
ru: Карты с данным слоем
si: මෙම ස්ථරය භාවිතා කරන සිතියම්
ta: இந்த படுகையை பயன்படுத்தும் வரைபடங்கள்
th: แผนที่ที่ใช้ชั้นข้อมูลนี้

source: List of maps using this layer:
bn: এই স্তর ব্যবহার ম্যাপের তালিকা:
ru: Список карт, содержащих данный слой
si: මෙම ස්ථරය භවිතා කරන සිතියම් ලැයිස්තුව:
ta: இந்த படுகையை பயன்படுத்தும் வரைபடங்களின் பட்டியல்
th: รายชื่อแผนที่ที่ใช้ชั้นข้อมูลนี้

source: This layer is not currently used in any maps.
bn: এই স্তর বর্তমানে কোনো ম্যাপের ব্যবহার করা না হয়.
ru: Данный слой в настоящее время не используется ни в каких картах
si: මෙම ස්ථරය දැනට කිසිම සිතියමක භාවිතා නොවේ
ta: எந்தவொரு வரைபடத்திலும் இந்த படுகை பயன்படுத்தப்படவில்லை
th: ชั้นข้อมูลนี้ยังไม่ถูกนำไปใช้ในแผนที่ใดๆในขณะนี้

source: Download Layer
bn: ডাউনলোড লেয়ার
ru: Скачать слой
si: ස්ථරය බාගත කරන්න
ta: பதிவிரக்க படுகை
th: ดาวน์โหลดชั้นข้อมูล

source: Click the button below to change the permissions of this layer.
bn: এই স্তর অনুমতি পরিবর্তন করতে নিচের বাটনে ক্লিক করুন.
ru: Нажмите кнопку ниже для изменения прав доступа к данному слою.
si: මෙම ස්ථරය සඳහා අවසරය වෙනස් කිරීමට පහත බොත්තම ක්ලික් කරන්න
ta: இந்த படுகைக்கான அனுமதியை மாற்றுவதற்கு கீழுள்ள ஆழியை அழுத்தவம்
th: คลิกปุ่มด้านล่างเพื่อเปลี่ยนแปลงสิทธิ์ในชั้นข้อมูลนี้

source: Change Layer Permissions
bn: পরিবর্তন লেয়ার অনুমতি
ru: Изменить права доступа к слою
si: මෙම සිතියම සඳහා අවසරය වෙනස් කරන්න
ta: படுகை மாற்றத்திற்கான அனுமதி
th: เปลี่ยนแปลงสิทธิ์ชั้นข้อมูล

source: Legend
bn: কিংবদন্তী
ru: Легенда
si: විස්තර පාඨය
ta: விளக்கம்
th: สัญลักษณ์

source: Create a map using this layer
bn: এই স্তর ব্যবহার করে একটি মানচিত্র তৈরি করুন
ru: Создать карту с данным слоем
si: මෙම ස්ථරය භාවිතා කර සිතියමක් නිර්මාණය කරන්න
ta: இந்த படுகையை பயன்படுத்தும் வரைபடத்தை உருவாக்குதல்
th: สร้างแผนที่ด้วยชั้นข้อมูลนี้

source: Click the button below to generate a new map based on this layer.
bn: এই স্তর উপর ভিত্তি করে একটি নতুন মানচিত্র উৎপন্ন করতে নিচের বাটনে ক্লিক করুন.
ru: Нажмите кнопку ниже для создания новой карты, основанной на данном слое
si: මෙම ස්ථරය මත පදනම්ව නව සිතියමක් නිර්මාණය කිරීමට පහත බොත්තම ක්ලික් කරන්න
ta: இந்த படுகையின் அடிப்படையில் புதிய வரைபடத்தை உருவாக்குவதற்கு கீழுள்ள ஆழியை அழுத்துக
th: คลิกปุ่มด้านล่างเพื่อสร้างแผนที่ใหม่โดยใช้ชั้นข้อมูลนี้เป็นฐาน

source: Documents related to this layer
bn: এই স্তর সংক্রান্ত ডকুমেন্টস
ru: Документы, связанные с данным слоем
si: මෙම ස්ථරයට සම්බන්ධ ලේඛන
ta: இந்த அடுக்கு ஆவணங்கள்
th: เอกสารที่เกี่ยวข้องกับชั้นข้อมูลนี้

source: List of documents related to this layer:
bn: এই স্তর সংক্রান্ত নথি তালিকা:
ru: Список документов, относящиеся к данному слою
si: මෙම ස්ථරයට සම්බන්ධ ලේඛන ලැයිස්තුව
ta: இந்த அடுக்கு தொடர்பான ஆவணங்களை பெற:
th: รายชื่อเอกสารที่เกี่ยวข้องกับชั้นข้อมูลนี้:

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
bn: নিম্নলিখিত শৈলী এই স্তর সঙ্গে যুক্ত হয়. প্রাকদর্শন মানচিত্র তা দেখতে একটি শৈলী চয়ন করুন.
ru: Следующие стили связаны с данным слоем. Выберите стиль для просмотра на карте.
si: පහත ශෛලීයන් මෙම ස්ථරය හා සම්බන්ධය. පූර්වදර්ශනය කරන සිතියමේ බැලීම සඳහා ශෛලියක් තෝරා ගන්න.
ta: இந்த வடிவத்துடன் பின்வரும் படிவங்கள் தொடர்புபட்டுள்ளன. முன்கூட்டிய வரைபடத்தில் இதனை காண்பதற்கு வடிவம் ஒன்றை தெரிக
th: สไตล์ดังต่อไปนี้คือสไตล์ที่ใช้ร่วมกับชั้นข้อมูลนี้ เลือกสไตล์เพื่อดูในแผนที่ตัวอย่าง

source: No styles associated with this layer
bn: এই স্তর সঙ্গে যুক্ত কোন শৈলী
ru: Нет стиля, связанного с данным слоем
si: මෙම ස්ථරය හා සම්බන්ධ ශෛලීයන් නොමැත
ta: இப்படிமத்துடன் வடிவங்கள் தொடர்புபடவில்லை
th: ไม่มีสไตล์ที่ใช้ร่วมกับชั้นข้อมูลนี้

source: External service layer
bn: বাহ্যিক সেবা স্তর
ru: Слой на внешнем сервисе
si: බාහිර service layer
ta: வெளி சேவை அடுக்கு
th: ชั้นข้อมูลเซอร์วิสภายนอก

source: Source
bn: উত্স
ru: Источник
si: මූලාශ්රය
ta: மூல
th: แหล่ง

source: Attribute Name
bn: নাম গুন
ru: Имя атрибута
si: ගුණාංගයේ නම
ta: பண்பியல்பின் பெயர்
th: ชื่อแอตทริบิวต์

source: Label
bn: লেবেল
ru: Метка
si: ලේබලය
ta: லேபிள்
th: ป้ายชื่อ

source: Description
bn: বিবরণ
ru: Описание
si: විස්තරය
ta: விளக்கம்
th: คำอธิบาย

source: Range
bn: পরিসর
ru: Диапазон
si: පරාසය
ta: பரம்பல்
th: พิสัย

source: Average
bn: গড়
ru: Среднее
si: සාමාන්‍යය
ta: சராசரி
th: เฉลี่ย

source: Median
bn: মধ্যমা
ru: Медиана
si: මධ්‍යනය
ta: மையம்
th: มัธยฐาน

source: Standard Deviation
bn: পরিমিত ব্যবধান
ru: Стандартное отклонение
si: සම්මත අපගමනය
ta: நியமச்சாய்வு
th: ค่าเบี่ยงเบนมาตรฐาน

source: Rate this layer
bn: এই স্তর রেটিং করুন
ru: Оценить данный слой
si: මෙම ස්ථරය ප්‍රමාණනය කරන්න
ta: இந்த படுகையை தரப்படுத்துக
th: ให้คะแนนชั้นข้อมูลนี้

source: Attribute
bn: গুণ
ru: Атрибут
si: ගුණාංග
ta: பண்பியல்பு
th: แอตทริบิวต์

source: Download Map
bn: ডাউনলোড ম্যাপ
ru: Скачать карту
si: සිතියම බාගත කරන්න
ta: வரைபடத்தை தரவிரக்கம் செய்தல்
th: ดาวน์โหลดแผนที่

source: Download Data Layers
bn: ডেটা স্তরসমূহ ডাউনলোড
ru: Скачать слои данных
si: දත්ත ස්ථර බාගත කරන්න
ta: தரவ படுகையை தரவிரக்கம் செய்தல்
th: ดาวน์โหลดชั้นข้อมูล

source: Download Web Map Context
bn: ওয়েব মানচিত্র প্রসঙ্গের ডাউনলোড
ru: Скачать файл WMС карты
si: වෙබ් සිතියම සංදර්භය බාගත
ta: இணையத்தள வரைபட பின்னணியை பதிவிரக்கம் செய்தல்
th: ดาวน์โหลด Web Map Context

source: Edit Map
bn: সম্পাদনা ম্যাপ
ru: Редактировать карту
si: සිතියම සංස්කරණය කරන්න
ta: திருத்தவும்
th: แก้ไขแผนที่

source: View Map
bn: মানচিত্র দেখুন
ru: Просмотр карты
si: සිතියම බලන්න
ta: வரைபடத்தை பார்வையிடல்
th: ดูแผนที่

source: Specify which users can view or modify this map
bn: ব্যবহারকারীদের দেখতে পারেন যা নির্দিষ্ট করুন অথবা এই ম্যাপ পরিবর্তন
ru: Определить пользователей, которые могут просматривать или модифицировать данную карту
si: මෙම සිතියම බැලීමට හෝ ඊට වෙනස්කම් සිදු කිරීමට හැකියාව ඇත්තේ කුමන පරිශීලකයන්ටදැයි විශේෂීකරණය කරන්න
ta: இந்த வரைபடத்தை எந்த பயன்படுத்துனர் பார்வையிட முடியம் அல்லது மாற்ற முடியம் என்பதை வரையறை செய்க
th: กำหนดว่าผู้ใช้คนไหนสามารถดูหรือแก้ไขแผนที่นี้ได้บ้าง

source: Change Permissions of this Map
bn: এই মানচিত্র পরিবর্তন অনুমতি
ru: Изменить права доступа для данной карты
si: මෙම සිතියම සඳහා අවසරය වෙනස් කරන්න
ta: இந்த வரைபடத்தின் அனுமதியை மாற்றல்
th: เปลี่ยนแปลงสิทธิ์ในแผนที่นี้

source: Map Layers
bn: মানচিত্র স্তরসমূহ
ru: Слои карты
si: සිතියම් ස්ථර
ta: வரைபட படுகைகள்
th: ชั้นข้อมูลในแผนที่
