Repository: GeoDASH/GeoDASH.gov.bd
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: bn, ru, si, ta, th

source: Replace Layer
bn: লেয়ার প্রতিস্থাপন
ru: Заменить слой
si: ස්ථරය ප්‍රතිස්ථාපනය කරන්න
ta: படுகையை மாற்றுக
th: แทนที่ชั้นข้อมูล

source: Replace Layer:
bn: লেয়ার প্রতিস্থাপন:
ru: Заменить слой:
si: ස්ථරය ප්‍රතිස්ථාපනය කරන්න
ta: அடுக்கு பதிலாக:
th: แทนที่ชั้นข้อมูล:

source: Incomplete Uploads
bn: অসম্পূর্ণ আপলোড
ru: Загрузки не закончены
si: අසම්පූර්ණ උඩුගත කිරීම්
ta: முழுமையற்ற பதிவேற்றம்
th: อัพโหลดไม่สมบูรณ์

source: You have the following incomplete uploads
bn: আপনি নিম্নলিখিত অসম্পূর্ণ আপলোডসমূহ আছে
ru: У Вас есть следующие неполные загружки
si: පහත අසම්පූර්ණ උඩුගත කිරීම් ඔබට තිබේ
ta: உங்களிடம் பின்வரும் முழுமையற்ற பதிவேற்றங்கள் காணப்படுகின்றன
th: คุณมีไฟล์ที่อัพโหลดไม่เสร็จดังต่อไปนี้

source: last updated on
bn: গত আপডেট
ru: последнее обновление на
si: අවසන් වරට යාවත්කාලීන කරන ලද්දේ
ta: இறுதியாக இயல்நிலைப்படுத்தப்பட்டது
th: แก้ไขครั้งสุดท้ายเมื่อ

source: Resume
bn: সারসংকলন
ru: Возобновить
si: නැවත ආරම්භ කරන්න
ta: மீள வழங்குக
th: ประวัติย่อ

source: Delete
bn: মুছে দিন
ru: Удалить
si: මකා දමන්න
ta: அழி
th: ลบ

source: Are you sure you want to delete this upload?
bn: যদি আপনি এই আপলোড মুছে ফেলার ব্যাপারে নিশ্চিত?
ru: Вы уверены, что хотите удалить эту загрузку?
si: මෙම උඩුගත කිරීම මකා දැමිය යුතු යයි ඔබට විශ්වාසද?
ta: உண்மையில் இந்த பதிவேற்றத்தை அழிக்க வேண்டுமா?
th: คุณแน่ใจแล้วหรือว่าต้องการลบไฟล์ที่จะอัพโหลดนี้?

source: Delete, and don't ask me again.
bn: মুছে দিন, এবং আবার আমাকে জিজ্ঞাসা করবেন না.
ru: Удалить, и не спрашивать меня снова.
si: මකා දමන්න, නැවත මෙය මගෙන් නොවිමසන්න
ta: அழிக்கு மீண்டும் இதனை வினவ வேண்டாம்
th: ลบ และไม่ต้องถามฉันอีก

source: Drop files here
bn: এখানে ফাইল ছাড়ুন
ru: Перетащите файлы сюда
si: ගොනු මෙහි අතහරින්න
ta: ஆவணத்தை இங்கே இடுக
th: วางไฟล์ที่นี่

source: or select them one by one:
bn: বা তাদের একের পর এক নির্বাচন:
ru: или выберите их по одному:
si: එසේත් නැත්නම් ඒවා එකින් එක තෝරන්න:
ta: அல்லது ஒவ்வொன்றாக தெரிக
th: หรือเลือกทีละไฟล์:

source: Files to be uploaded
bn: ফাইল আপলোড করা
ru: Файлы для загрузки
si: උඩුගත කිරීමට ඇති ගොනු
ta: கோப்புகள் பதிவேற்றம் செய்வதற்கு
th: ไฟล์ที่ต้องการอัพโหลด

source: Select the charset or leave default
bn: অক্ষরসেট নির্বাচন করুন অথবা ডিফল্ট ছেড়ে
ru: Выберите кодировку или оставьте по умолчанию
si: අක්ෂර කට්ටලය තෝරන්න එසේත් නැතනම් ..
ta: ஆவணத் தொகுப்பை தெரிக அல்லது முன்னிருப்பில் இருந்து வெளியேறுக
th: เลือกชุดอักขระหรือใช้ค่าเริ่มต้น

source: Manage Styles
bn: শৈলী পরিচালনা
ru: Управление стилями
si: ශෛලීයන් කළමනාකරණය කරන්න
ta: பாங்குகள் நிர்வகிக்கவும்
th: จัดการสไตล์

source: Layer Default Style
bn: লেয়ার ডিফল্ট স্টাইল
ru: Стиль слоя по умолчанию
si: ස්ථරය පෙරනිමි ස්ටයිල්
ta: படுகை முன்னிருப்பு வடிவம்
th: สไตล์เริ่มต้นของชั้นข้อมูล

source: Available styles
bn: উপলভ্য শৈলী
ru: Доступные стили
si: දැනට පවතින ශෛලියන්
ta: காணப்படும் வடிவம்
th: สไตล์ที่สามารถใช้ได้

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
bn: এই স্তর থেকে এটি ধার্য করতে উপরের বক্সে একটি উপলব্ধ শৈলী উপর ক্লিক করুন. সিলেক্টেড শৈলী নিচের বক্সে প্রদর্শিত.
ru: Выберите стиль из доступных в верхнем списке, чтобы применить его к этому слою. Выбранные стили появляются в нижнем списке.
si: ඉහලින් ඇති කොටුවේ තිබෙන ශෛලියක් මත ක්ලික් කර එය මෙම ස්ථරයට පවරන්න. තෝරා ගන්නා ලද ශෛලියන් පහලින් ඇති කොටුවෙහි පෙන්නුම් කරනු ඇත
ta: இந்த படுகைக்கு ஒதிக்கீடு செய்வதற்கு மேல் பெட்டியில் உள்ள காணப்படும் வடிவத்தை அழுத்துக. கீழ் பெட்டியில் காணப்படும் வடித்தை தெரிவ செய்க
th: คลิกที่สไตล์ที่สามารถใช้ได้ในช่องด้านบนเพื่อใช้กับชั้นข้อมูล สไตล์ที่เลือกแล้วจะปรากฏในช่องด้านล่าง

source: Update Available Styles
bn: আপডেট উপলব্ধ স্টাইলস
ru: Обновление доступных стилей
si: දැනට පවතින ශෛලයන් යාවත්කාලීන කරන්න
ta: புதுப்பிக்கப்பட்டது கிடைக்கும் பாங்குகள்
th: แก้ไขสไตล์ที่สามารถใช้ได้

source: Upload Layer
bn: আপলোড লেয়ার
ru: Загрузить слой
si: ස්ථරය උඩුගත කරන්න
ta: படுகையை பதிவேற்றுக
th: อัพโหลดชั้นข้อมูล

source: Upload files
bn: ফাইল আপলোড করুন
ru: Загрузить файлы
si: ගොනු උඩුගත කරන්න
ta: ஆவணத்தை பதிவேற்றுக
th: อัพโหลดไฟล์

source: Provide CRS for
bn: জন্য CRS প্রদান
ru: Предоставить CRS для
si: සඳහා CRS සපයන්න
ta: ஐந்து சி.ஆர்.எஸ் வழங்கும்
th: กำหนด CRS ให้กับ

source: Coordinate Reference System
bn: রেফারেন্স সিস্টেম স্থানাঙ্ক
ru: Система координат
si: විමර්ශන ඛණ්ඩාංක පද්ධතිය
ta: குறிப்பு முறைமை
th: ระบบพิกัดอ้างอิง

source: A coordinate reference system for this layer could not be determined. Locate or enter the appropriate ESPG code for this layer below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
bn: এই স্তর জন্য একটি তুল্য রেফারেন্স সিস্টেম নির্ধারণ না করতে পারার. নির্ণয় করুন অথবা নীচে এই স্তর জন্য উপযুক্ত ESPG কোড লিখুন. : এই কাজ করতে এক উপায় যান বিক্ষোভ হয় <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> এবং নিম্নলিখিত লিখুন:
ru: Система координат для этого слоя не может быть определена. Выберите или введите соответствующий слою код ESPG ниже. Один из способов это сделать - посетить сайт: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> и ввести следующее:
si: ඒ සඳහා මෙම සමාජ ස්තරය ෙයොමු පද්ධතියක් determined. කළ නොහැකි සම්බන්ධීකරණය මෙම ස්ථරය සඳහා සුදුසු ESPG කේතය පිහිටි තැන හෝ ඇතුල් below. මෙය කිරීමට එක් ක්රමයක් වෙත කරන්න ය: <a href="http://prj2epsg.org/search" target="_"> prj2epsg </a> පහත සඳහන් ඇතුල් කරන්න:
ta: இந்த அடுக்கு ஒரு ஒருங்கிணைக்க குறிப்பு அமைப்பு தீர்மானிக்கப்படுகிறது. கண்டறிவது அல்லது கீழே இந்த அடுக்கு பொருத்தமான ESPG குறியீடு நுழைய. : இந்த செய்ய ஒரு வழி வருகை செய்ய உள்ளது <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> மற்றும் பின்வரும் நுழைய:
th: ไม่สามารถระบุระบบพิกัดอ้างอิงของชั้นข้อมูลนี้ได้ ค้นหาหรือป้อนรหัส EPSG ที่เหมาะสมกับชั้นข้อมูลนี้ด้านล่าง วิธีหนึ่งที่จะทำสิ่งนี้ได้คือการเยี่ยมชม: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> แล้วกรอกรหัสด้านล่าง:

source: Next
bn: পরবর্তী
ru: Далее
si: මීළඟ
ta: அடுத்தது
th: ถัดไป

source: There is a problem recognizing the projection of this data. Please reproject this data to a more common projection.
bn: এই তথ্য প্রজেকশন স্বীকৃতি একটি সমস্যা আছে. আরো একটি সাধারণ অভিক্ষেপ এই তথ্য reproject দয়া করে.
ru: Обнаружена проблема при распознавании проекции этих данных. Пожалуйста, перепроецируйте эти данные в более общую проекцию.
si: මෙම දත්ත වල ප්‍රක්ෂේපනය හඳුනා ගැනීමේදී ගැටළුවක් මතු විය. කරුණාකර මෙම දත්ත වඩා පොදුවේ භාවිතා වන ප්‍රක්ෂේපනයක් වෙත නැවත ප්‍රක්ෂේපනය කරන්න
ta: இந்த தரவு திட்ட அங்கீகரித்து ஒரு பிரச்சினை உள்ளது. ஒரு பொதுவான திட்ட இந்த தரவு reproject கொள்ளவும்.
th: มีปัญหาในการตรวจสอบ projection ของข้อมูลนี้ กรุณา reproject ข้อมูลนี้เป็น projection ที่ใช้กันทั่วไปกว่านี้

source: Geospatial Data
bn: জিওস্পেসিয়াল ডেটা
ru: Геопространственные данные
si: භුමිය පිලිබඳ දත්ත
ta: ஜீயோஸ்பேஷயல் தரவு
th: ข้อมูลเชิงพื้นที่

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
bn: অক্ষাংশ ধারণ ও দ্রাঘিমাংশ CSV ডেটা মধ্যে স্থানাঙ্ক বৈশিষ্ট্যাবলী যা নির্দেশ করুন.
ru: Пожалуйста укажите, какие колонки таблицы содержат координаты широты и долготы в файле CSV.
si: දත්ත වල අක්ෂාංශ සහ දේශාංශ කණ්ඩාංක අඩංගු වන්නේ කුමන ගුණාංගයේද යන වග කරුණාකර සඳහන් කරන්න
ta: அட்சரேகை கொண்டிருக்கும் மற்றும் தீர்க்கரேகை CSV தரவு உள்ள ஆய பண்புகளை இது குறிக்க கொள்ளவும்.
th: โปรดระบุว่าแอตทริบิวต์ใดมีค่าพิกัดละติจูดและลองจิจูดในข้อมูล CSV

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
bn: এই তথ্য দিয়ে, GeoNode অক্ষাংশ ও দ্রাঘিমাংশ স্থানাঙ্ক থাকে বৈশিষ্ট্যাবলী যা অনুমান, কিন্তু সঠিক বৈশিষ্ট্যাবলী নীচের নির্বাচন করা হয় তা নিশ্চিত করুন সক্ষম.
ru: С помощью этих данных, GeoNode определил, какие колонки содержат координаты широты и долготы, но, пожалуйста, убедитесь, что правильные колонки выбраны ниже.
si: මෙම දත්ත ආශ්‍රයෙන් කුමන ගුණාංගයේ අක්ෂාංශය හෝ දේශාංශය අඩංගු වේදැයි GeoNode ට අනුමාන කිරීමට හැකි විය. නමුත් නිවැරදි ගුණාංගය පහත තෝරාගෙන ඇත්දැයි කරුණාකර සහතික වන්න
ta: இந்த தரவு, GeoNode அட்சரேகை மற்றும் தீர்க்கரேகை கொண்டிருக்கும் பண்புகளை யூகிக்க, ஆனால் சரியான பண்புகளை கீழே தேர்ந்தெடுக்கப்பட்டுள்ள என்பதை உறுதிப்படுத்தவும் முடிந்தது.
th: ด้วยข้อมูลนี้ GeoNode สามารถเดาได้ว่าแอตทริบิวต์ไหนมี พิกัดละติจูดและลองจิจูด แต่โปรดยืนยันด้วยว่าถูกต้องแล้ว แอตทริบิวต์ที่ถูกเลือกมีดังนี้

source: Select an attribute
bn: একটি বৈশিষ্ট্য নির্বাচন করুন
ru: Выберите атрибут
si: ගුණාංගයක් තෝරා ගන්න
ta: இயற்பண்பு ஒன்றை தெரிக
th: เลือกแอตทริบิวต์

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
bn: আমরা অক্ষাংশ ও দ্রাঘিমাংশ জন্য ব্যবহার করা যেতে পারে যে কলাম সনাক্ত করা হয়নি. আপনি অক্ষাংশ ও দ্রাঘিমাংশ জন্য ব্যবহার করা যেতে পারে যে আপনার CSV ফাইলের মধ্যে দুটি কলাম আছে তা যাচাই করুন.
ru: Мы не обнаружили столбцы, которые могли бы быть использованы для широты и долготы. Пожалуйста, убедитесь, что у Вас есть две колонки в вашем CSV файле, которые могут быть использован в качестве широты и долготы.
si: අක්ෂාංශය හෝ දේශාංශය සඳහා යොදා ගත හැකි තීරු අපට සොයා ගත නොහැකි විය. කරුණාකර ඔබගේ csv ගොනුවේ අක්ෂාංශය සහ දේශාංශය ලෙස භාවිත කල හැකි තීරු දෙකක් තිබේදැයි තහවුරු කරන්න
ta: நெட்டாங்கு அல்லது அகலாங்கிற்கு பயன்படுத்த முடியூமான நிரல் ஒன்றை அடையாளங் காண முடியவில்லை. உங்களில் சி.வி.எஸ் கோப்பில் நெட்டாங்கு மற்றும் அகலாங்கிற்கு பயன்படுத்த முடிகின்ற இரு நிரல்கள் இருந்கின்றதா என்பதை உறுதி செய்க
th: เราไม่พบคอลัมน์ที่สามารถใช้เป็นละติจูดและลองจิจูดได้ โปรดตรวจสอบว่าในไฟล์ csv ของคุณมีคอลัมน์ที่สามารถใช้เป็นละติจูดและลองจิจูดได้ทั้งสองอย่าง

source: Your upload is either complete or you haven't resumed an earlier one.
bn: আপনার আপলোড সম্পূর্ণ হয় বা আপনি এক আগে শুরু হয়নি.
ru: Ваша загрузка является либо полной, либо вы не возобновили её раньше.
si: ඔබගේ උඩුගත කිරීම සම්පූර්ණ වී තිබේ, එසේත් නැති නම් පසුගිය උඩුගත කිරීම ඔබ නැවත ආරම්භ කර නොමැත
ta: நீங்கள் உட்செலுத்தியது முழுமையடைந்துள்ளது அல்லது முன்னையதை நீங்கள் மீள அடையவில்லை
th: อัพโหลดเป็นทั้งที่สมบูรณ์หรือยังไม่กลับมาอย่างใดอย่างหนึ่งก่อนหน้านี้

source: Return to
bn: ফিরুন
ru: Вернуться к
si: වෙත ආපසු
ta: திரும்புக
th: ย้อนกลับไปยัง

source: Upload Form
bn: আপলোড ফরম
ru: Форма загрузки
si: ආකෘතිය උඩුගත කරන්න
ta: உட்செலுத்தல் படிவம்
th: แบบฟอร์มอัพโหลด

source: Upload Layer Step 2
bn: আপলোড লেয়ার স্টেপ 2
ru: Загрузка слоя Шаг 2
si: ස්ථරය උඩුගත කිරීම පියවර 2
ta: பதிவேற்றம் அடுக்கு படி 2
th: อัพโหลดชั้นข้อมูล ขั้นตอนที่ 2

source: Editing details for
bn: জন্য সম্পাদনার বিবরণ
ru: Редактирование деталей для
si: සඳහා සංස්කරණය විස්තර
ta: திருத்துவது விவரங்கள்
th: แก้ไขรายละเอียดสำหรับ

source: Time Options
bn: টাইম বিকল্প
ru: Настройки времени
si: කාල විකල්පයන්
ta: நேரத் தெரிதல்
th: ตัวเลือกเกี่ยวกับเวลา

source: Choose time attribute
bn: সময় অ্যাট্রিবিউট চয়ন করুন
ru: Выберите атрибут времени
si: කාල ගුණාංගයක් තෝරා ගන්න
ta: நேர பண்பியல்பை தெரிவ செய்க
th: เลือกแอตทริบิวต์เวลา

source: This data does not have a time attribute
bn: এই তথ্য একটি সময় অ্যাট্রিবিউট নেই
ru: Эти данные не имеют временного атрибута
si: මෙම දත්ත සඳහා කාල ගුණාංගයක් නොපවතී
ta: இந்த தரவு ஒரு முறை பண்பு இல்லை
th: ข้อมูลนี้ไม่มีแอตทริบิวต์เวลา

source: Existing Time Attribute
bn: বর্তমান টাইম গুন
ru: Существующий временной атрибут
si: දැනට පවතින කාල ගුණාංගය
ta: இருக்கும் நேரம் கற்பிதம்
th: แอตทริบิวต์เวลาที่มีอยู่

source: Convert Text Attribute
bn: লেখা গুন রূপান্তর করুন
ru: Конвертировать текстовой атрибут
si: පාඨ ගුණාංගය පරිවර්තනය කරන්න
ta: உரை கற்பிதம் Convert
th: แปลงค่าแอตทริบิวต์ข้อความ

source: Date Format
bn: তারিখ বিন্যাস
ru: Формат даты
si: දින ආකෘතිය
ta: தேதி வடிவமைப்பு
th: รูปแบบวันที่

source: Convert Number (As Year)
bn: সংখ্যা রূপান্তর করুন (সাল হিসাবে)
ru: Конвертировать число (как год)
si: අංකය පරිවර්තනය කරන්න (වර්ෂය ලෙස)
ta: எண் மாற்ற (வருடம் என)
th: แปลงตัวเลข (เป็นปี)

source: Choose optional end time attribute
bn: ঐচ্ছিক শেষ সময় অ্যাট্রিবিউট চয়ন করুন
ru: Выберите необязательный атрибут окончания времени
si: විකල්ප අවසන් කිරීමේ කාල ගුණාංගයක් තෝරාගන්න
ta: மாற்றீட்டு நேர பண்பியல்பை தெரிக
th: เลือกเวลาสิ้นสุดเลือกแอตทริบิวต์

source: Present time attribute as
bn: হিসাবে বর্তমান সময় অ্যাট্রিবিউট
ru: Атрибут Настоящее время, как
si: කාල ගුණාංගය මෙසේ ඉදිරිපත් කරන්න
ta: பின்வருமாறு நேர பண்பியல்பை முன்வைக்குக
th: แอตทริบิวต์เวลาปัจจุบันเป็น

source: List
bn: তালিকা
ru: Список
si: ලැයිස්තුව
ta: பட்டியல்
th: รายการ

source: of all the distinct time values
bn: সব স্বতন্ত্র সময় মূল্যবোধের
ru: всех различных значений времени
si: සියළුම අනන්‍ය කාල අගයන්ගෙන්
ta: வரையறுக்கப்பட்ட சகல நேர பெருமதிகளும்
th: ทุกค่าของเวลาที่แตกต่าง

source: Intervals
bn: অন্তর
ru: Интервалы
si: කාල ප්‍රාන්තර
ta: இடைவெளிகள்
th: ช่วงเวลา

source: defined by the resolution
bn: রেজল্যুশন দ্বারা নির্ধারিত
ru: определяется разрешением
si: යෝජනාව මගින් අර්ථ දක්වා ඇති
ta: தீர்மானம் வரையறுக்கப்படுகிறது
th: กำหนดโดยความละเอียด

source: Continuous Intervals
bn: ক্রমাগত অন্তর
ru: Непрерывные интервалы
si: අඛණ්ඩ කාල ප්‍රාන්තර
ta: தொடர்ச்சியான இடைவெளிகள்
th: ช่วงเวลาที่ต่อเนื่อง

source: for data that is frequently updated, resolution describes the frequency of updates
bn: ঘন ঘন আপডেট করা হয় যে তথ্য জন্য, রেজল্যুশন আপডেটের ফ্রিকোয়েন্সি বর্ণনা
ru: для данных, которые часто обновляются, разрешение описывает частоту обновлений
si: නිරන්තර නවීකරණයන්ගෙන් යාවත්කාලීන වූ බව දත්ත සඳහා , යෝජනාව යාවත්කාලීන සංඛ්යාත විස්තර
ta: அடிக்கடி மேம்படுத்தப்பட்டு உள்ளது என்று தரவு, தீர்மானம் மேம்படுத்தல்கள் அதிர்வெண் விவரிக்கிறது
th: สำหรับข้อมูลที่มีการปรับปรุงบ่อยครั้งความละเอียดอธิบายความถี่ในการปรับปรุง

source: Resolution of time attribute
bn: সময় অ্যাট্রিবিউট এর রেজোলিউশন
ru: Разрешение атрибута времени
si: කාලය නාලවල යෝජනාව
ta: நேரம் பண்பு தீர்மானம்
th: ความละเอียดของแอตทริบิวต์เวลา

source: Need Help?
bn: সাহায্য প্রয়োজন?
ru: Нужна помощь?
si: අධාර අවශ්‍යද?
ta: உதவி தேவையா?
th: ต้องการความช่วยเหลือ?

source: Enabling Time
bn: টাইম সক্রিয় করার প্রণালী
ru: Включение времени
si: කාලය බල ගැන්වීම
ta: நேரம் செயல்படுத்துகிறது
th: เปิดใช้เวลา

source: A feature can currently support one or two time attributes. If a single attribute is used, the feature is considered relevant at that single point in time. If two attributes are used, the second attribute represents the end of a valid period for the feature.
bn: একটি বৈশিষ্ট্য বর্তমানে একটি বা দুটি সময় বৈশিষ্ট্যাবলী সমর্থন করতে পারে না. একটি একক অ্যাট্রিবিউট ব্যবহার করা হয়, বৈশিষ্ট্য সময়ে যে একক সময়ে প্রাসঙ্গিক বলে মনে করা হয়. দুই বৈশিষ্ট্যাবলী ব্যবহার করা হয়, তাহলে দ্বিতীয়টি অ্যাট্রিবিউট বৈশিষ্ট্য জন্য একটি বৈধ সময়ের শেষে প্রতিনিধিত্ব করে.
ru: Объект может сейчас поддерживать один или два атрибута времени. Если используется один атрибут, объект считается актуальным в момент времени, определенный атрибутом времени . Если используются два атрибута, второй атрибут представляет конец периода действия для объекта, в течении заданного интервала он считается актуальным.
si: ඒ ලක්ෂණය දැනට එකක් හෝ දෙකක් කාලය ගුණාංග උපකාර කළ හැකිය. එය single විශේෂණය භාවිතා කරනු ලැබුවේ නම්, එම පහසුකම කාලයේදී තනි අවස්ථාවක දී අදාළ ලෙස සැලකේ. Two ගුණාංග භාවිතා කරන්නේ නම්, දෙවන ගුණාංගය the ලක්ෂණය සඳහා වලංගු කාලය අවසන් නියෝජනය කරයි. 390
ta: ஒரு அம்சம் தற்போது ஒன்று அல்லது இரண்டு முறை பண்புகளை ஆதரிக்க முடியும். ஒரு ஒற்றை பண்பு பயன்படுத்தப்படுகிறது என்றால், அம்சம் நேரத்தில் அந்த ஒற்றை புள்ளியில் சம்பந்தப்பட்ட கருதப்படுகிறது. இரண்டு பண்புகளை பயன்படுத்தப்படும் என்றால், இரண்டாவது பண்பு அம்சம் ஒரு செல்லுபடியாகும் காலம் இறுதியில் குறிக்கிறது.
th: คุณลักษณะนี้สามารถสนับสนุนหนึ่งหรือสองคุณลักษณะเวลา ถ้าแอตทริบิวต์เดียวจะใช้คุณสมบัตินี้ได้รับการพิจารณาที่เกี่ยวข้องที่ว่าจุดเดียวในเวลา ถ้าสองคุณลักษณะที่มีการใช้แอตทริบิวต์ที่สองหมายถึงการสิ้นสุดของระยะเวลาที่ถูกต้องสำหรับคุณลักษณะ

source: Selecting an Attribute
bn: একটি গুন নির্বাচন
ru: Выбор атрибута
si: ගුණාංගයක් තෝරා ගැනීම
ta: ஒரு கற்பிதம் தேர்வு
th: การเลือกแอตทริบิวต์

source: A time attribute can be one of
bn: একটি সময় অ্যাট্রিবিউট এক হতে পারে
ru: Атрибут времени может быть одним из
si: කාල ගුණාංගය එක් විය හැකි
ta: ஒரு நேரம் பண்பு ஒன்று இருக்க முடியும்
th: แอตทริบิวต์เวลาสามารถเป็นหนึ่งใน

source: An existing date
bn: একটি বিদ্যমান তারিখ
ru: Существующая дата
si: පවතින දිනයක්
ta: ஏற்கனவே தேதி
th: วันที่มีอยู่

source: Text that can be converted to a timestamp
bn: একটি টাইমস্ট্যাম্প রূপান্তরিত করা যেতে পারে যে শিরোনাম
ru: Текст, который может быть преобразован в дату и время
si: කාල මුද්රාව බවට පරිවර්තනය කළ හැකි බව පෙළ
ta: ஒரு டைம்ஸ்டாம்பைக் மாற்றப்பட முடியும் என்று உரை
th: ข้อความที่สามารถแปลงเป็นเวลาได้

source: A number representing a year
bn: একটি বছর প্রতিনিধিত্বমূলক একটি সংখ্যা
ru: Число, представляющее год
si: වසරක් නියෝජනය කරන අංකයක්
ta: ஒரு ஆண்டு குறிக்கும் ஒரு எண்
th: ตัวเลขแสดงปี

source: For text attributes, one can specify a custom format or use the 'best guess' approach. The most common formatting flags are:
bn: টেক্সট বৈশিষ্ট্যাবলী জন্য, এক একটি পছন্দসই বিন্যাস উল্লেখ বা 'সেরা অনুমান' পদ্ধতির ব্যবহার করতে পারেন. সবচেয়ে সাধারণ বিন্যাস পতাকা আছে:
ru: Для текстовых атрибутов можно указать пользовательский формат даты и времени или использовать подход "лучшее предположение". Наиболее распространен способ форматирования при помощи флагов:
si: පෙළ ලක්ෂණ සඳහා , එක් චාරිත්රයක් ආකෘතිය නියම හෝ ' හොදම අනුමානය ' භාවිතා කළ හැකි approach. ඉතාමත් ම පොදු හැඩතල කොඩි වේ:
ta: உரை பண்புகளை, ஒரு விருப்ப வடிவம் குறிப்பிட அல்லது 'யூகம்' அணுகுமுறை பயன்படுத்த முடியும். மிகவும் பொதுவான வடிவமைப்பு கொடிகள் உள்ளன:
th: สำหรับแอตทริบิวต์ของข้อความหนึ่งสามารถระบุรูปแบบที่กำหนดเองหรือใช้ 'เดาที่ดีที่สุด' วิธีการ ธงรูปแบบที่พบมากที่สุดคือ:

source: year
bn: বছর
ru: год
si: වසර
ta: ஆண்டு
th: ปี

source: month
bn: মাস
ru: месяц
si: මාසය
ta: மாதம்
th: เดือน

source: day of month
bn: মাসের দিন
ru: день месяца
si: මාසයේ දවස
ta: மாதத்தின் நாள்
th: วันที่

source: hour of day
bn: দিনের ঘন্টা
ru: час дня
si: දවසේ හෝරාව
ta: நாள் மணி
th: ชั่วโมง

source: minute in hour
bn: ঘন্টায় মিনিট
ru: минута часа
si: හෝරාවේ මිනිත්තු ගණන
ta: மணித்தியாலத்தில் உள்ள நிமிடங்கள்
th: นาที

source: second in minute
bn: মিনিটে দ্বিতীয়
ru: секунда минуты
si: මිනිත්තුවේ තත්පර ගණන
ta: மணித்தியாலத்தில் உள்ள செக்கன்கள்
th: วินาที

source: Note that single quotes represent a literal character.
bn: একক উদ্ধৃতি চিহ্ন একটি আক্ষরিক চরিত্র প্রতিনিধিত্ব উল্লেখ্য.
ru: Обратите внимание, что одинарные кавычки представляют буквенный символ.
si: තනි මිල කැඳවීම් සත්ය ස්වභාවය නියෝජනය බව සටහන් කර ගන්න.
ta: ஒரு தனி மேற்கோள் ஒரு எழுத்து உருவத்தை பிரதிநிதித்துவப்படுத்துகின்றது என்பதை கருத்திற்கொள்க
th: โปรดทราบว่าราคาเดียวเป็นตัวแทนของตัวอักษร

source: To remove ambiguity, repeat a code to represent the maximum number of digits - for example yyyy
bn: উদাহরণস্বরূপ yyyy জন্য - অস্পষ্টতা অপসারণ, সংখ্যা সর্বোচ্চ সংখ্যা প্রতিনিধিত্ব করার জন্য একটি কোড পুনরাবৃত্তি
ru: Для удаления двусмысленности, повторите код для представления максимального количество цифр - например гггг
si: අවුල් සහගත ඉවත් කිරීම සඳහා, අකුරු උපරිම සංඛ්යාව නියෝජනය කිරීම සඳහා කේත නැවත - උදාහරණයක් yyyy
ta: பொருள் மயக்கத்தை நீக்குவதற்கு அதிக எண்ணிக்கையான அட்சரங்களை பிரதிநிதித்துவப்படுத்தும் வகையில் குறியீட்டை மீள செலுத்துங்கள். உதாரணம்:yyyy
th: ในการลบความคลุมเครือที่จะทำซ้ำรหัสแทนจำนวนสูงสุดของตัวเลข - ตัวอย่างเช่นปปปป

source: The 'best guess' will handle date and optional time variants of
bn: 'সেরা অনুমান' এর তারিখ এবং ঐচ্ছিক সময় রূপের হ্যান্ডেল করা
ru: «Лучшее предположение» будет обрабатывать варианты дат и опционально времени
si: හොඳම අනුමානය ' දිනය හා විකල්ප කාලය ප්රභේද්යයන් කරනව
ta: 'மிகச் சிறந்த" தெரிவூ திகதி மற்றும் நேர மாற்றுருவை கையாள்வதாக அமைகின்றது
th: 'เดาที่ดีที่สุด' จะจัดการกับวันที่และเวลาเลือกสายพันธุ์ของ

source: In terms of the formatting flags noted above, these are
bn: উপরে উল্লিখিত বিন্যাস পতাকা নিরিখে, সেগুলি হল
ru: С точки зрения флагов форматирования, отмеченных выше, это
si: ඉහත සඳහන් වූ ෆෝමැට් කොඩි අනුව , මෙම
ta: கொடிகளை மீளமைக்கும் போது மேலுள்ளவற்றை கருத்திற்கொள்க. இவை
th: ในแง่ของการจัดรูปแบบธงระบุไว้ข้างต้นเหล่านี้

source: Returning to the upload starting page in <span id="cnt">5</span>seconds
bn: <span id="cnt">5</span> সেকেন্ডের মধ্যে আপলোড শুরু পৃষ্ঠায় ফিরে
ru: Вернитесь к стартовой странице загрузки в течении <span id="cnt">5</span> секунд
si: උඩුගත කිරීම ආරම්භ වීම පිටුවට තත්පර <span id="cnt">5</span>කින් ප්‍රත්‍යාගමනය වේ
ta: உட்செலுத்தும் ஆரம்ப முகப்பிற்குத் திரும்புவதற்கு <span id="cnt">5</span>செக்கன்கள்
th: กำลังกลับไปที่หน้าเริ่มต้นการอัพโหลดในอีก <span id="cnt">5</span> วินาที

source: Or just go
bn: অথবা শুধু যান
ru: Или просто идите
si: එසේත් නැත්නම් යන්න
ta: அல்லது செல்லுங்கள்
th: หรือเพียงแค่ไป

source: now
bn: এখন
ru: сейчас
si: දැන්
ta: தற்போது
th: เดี๋ยวนี้

source: Editing details for %(layer_title)s
bn: জন্য সম্পাদনার বিবরণ %(layer_title)s এর
ru: Редактирование метаданных для %(layer_title)s
si: %(layer_title)s වල සංස්කරණ තොරතුරු
ta: திருத்துவது விவரங்கள் %(layer_title)sகள்
th: รายละเอียดการแก้ไขของ %(layer_title)s

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
si: සටහන: මෙම ස්ථරය මුල් පාර-දත්ත සඳහා පාර-දත්ත XML . ආනයනය විසින් ජනාකීර්ණ, කල් තබා ගන්නා ලදී මෙම පාරදත්ත සංස්කරණය කල නොහැක.
ta: குறிப்பு: XML கோப்பு நுண்தரவொன்றை தரவிறக்கம் செய்து இப்படுகையின் ஆரம்ப நுண்தரவு உருவாக்கப்பட்டு பாதுகாக்கப்பட்டுள்ளது இந்நுண்தரவுகளை திருத்தம் செய்ய முடியாது

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
ru: Примечание: исходные метаданные этой карты была наполнены в результате импорта метаданных из XML файла. Импорт метаданных GeoNode поддерживает подмножество элементов ISO, FGDC, и Dublin Core. Некоторые из элементов исходных метаданных могут быть потеряны.
si: සටහන: මෙම ස්ථරය විසින් අවශ්ය් පාරදත්ත වූ පාරදත්ත XML යක file. ආනයනය ජනාවාසී වූ GeoNode පාර-දත්ත ආනයනය තිබෙන ISO, FGDC , සහ ඩබ්ලින් මූලික පාරදත්ත elements. උප ඒකකයකි සහය ඔබේ මුල් පාරදත්ත සමහර අහිමි වන්නට ඇත.
ta: குறிப்பு: XML கோப்பு நுண்தரவொன்றை தரவிறக்கம் செய்து இப்படுகையின் ஆரம்ப நுண்தரவு உருவாக்கப்பட்டு பாதுகாக்கப்பட்டுள்ளது. ISO, FGDC மற்றும் Dublin துணை நுண்தரவுக் காரணிகளுக்கு GeoNode நுண்தரவுத் தரவிறக்கம் உதவியளிக்கும் உங்களின் சில ஆரம்ப நுண்தரவுகள் இழக்கப்படலாம்
th: หมายเหตุ: คำอธิบายข้อมูลต้นฉบับของแผนที่นี้ถูกสร้างขึ้นโดยนำเข้าคำอธิบายข้อมูลในรูปแบบไฟล์ XML คำอธิบายข้อมูลของ GeoNode รองรับบางส่วนของมาตรฐาน ISO, FGDC, และ Dublin Core อาจจะทำให้มีบางส่วนของคำอธิบายต้นฉบับของคุณสูญเสียไป

source: Are you sure you want to remove <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
ru: Вы уверены, что хотите удалить <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
si: ඔබ ඉවත් කිරීමට අවශ්ය බව ඔබට විශ්වාස ද<a href="%(layer.get_absolute_url)s">%(layer_title)s
ta: <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>? நீக்கவேண்டுமென நீங்கள் உறுதியாக உள்ளீர்களா?
th: คุณแน่ใจแล้วหรือว่าต้องการลบ <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: Manage Available Styles for <a href="/layers/%(layer_title)s">%(layer_title)s</a>
bn: জন্য উপলব্ধ শৈলী পরিচালনা <a href="/layers/%(layer_title)s">%(layer_title)s</a>
ru: Управление доступными стилями для <a href="/layers/%(layer_title)s">%(layer_title)s</a>
si: <a href="/layers/%(layer_title)s">%(layer_title)s</a> සඳහා පවතින ශෛලීයන් කළමනාකරණය කරන්න
ta: கிடைக்கும் பாங்குகள் நிர்வகிக்கவும் <a href="/layers/%(layer_title)s">%(layer_title)s</a>
th: จัดการสไตล์ที่สามารถใช้งานได้สำหรับ <a href="/layers/%(layer_title)s">%(layer_title)s</a>
