Repository: GeoDASH/GeoDASH.gov.bd
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: bn, ru, si, ta, th

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
bn: আপনি বা অন্য কেউ %(site_name)s সময়ে আপনার ব্যবহারকারী অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড অনুরোধ করেছে কারণে এই ইমেলটি পেয়ে থাকেন. আপনি একটি পাসওয়ার্ড রিসেট অনুরোধ না করে যদি এটি উপেক্ষা করা যাবে. আপনার পাসওয়ার্ড রিসেট করতে নিচের লিঙ্কে ক্লিক করুন. %(password_reset_url)s
ru: Вы получили это письмо, потому что Вы или кто-то еще просил сбросить пароль для учетной записи пользователя в %(site_name)s Это письмо может быть проигнорировано, если Вы не запрашивали сброса пароля. Нажмите на ссылку ниже, чтобы сбросить пароль. %(password_reset_url)s
si: ඔබ හෝ වෙන කෙනෙක් ඔබගේ පරිශීලක ගිණුම සඳහා මුරපදයක් ඉල්ලා ඇත නිසා ඔබට මෙම විද්යුත් තැපැල් ලබමින් කරනවා %(site_name)s ඔබ මුරපද යළි ඉල්ලා නෑ නම් එය ආරක්ෂිතව නොසලකා හැරිය හැක . ඔබේ මුරවචනය නැවත සකස් කිරීම සඳහා පහත ලින්ක් එක ක්ලික් කරන්න . %(password_reset_url)s
ta: நீங்கள் அல்லது வேறு %(site_name)s கள் உங்கள் பயனர் கணக்கில் ஒரு கடவுச்சொல்லை கோரியதால், நீங்கள் இந்த மின்னஞ்சல் பெறும். நீங்கள் ஒரு கடவுச்சொல்லை மீட்டமை விடுக்கவில்லை என்றால் அது பாதுகாப்பாக தவிர்க்கப்படலாம். உங்கள் கடவுச்சொல்லை மீட்டமைக்க கீழே உள்ள இணைப்பை கிளிக் செய்யவும். %(password_reset_url)s ங்கள்
th: คุณได้รับอีเมล์ฉบับนี้เพราะคุณหรือใครบางคนส่งคำขอรหัสผ่านของบัญชีผู้ใช้งานเว็บ %(site_name)s คุณสามารถเพิกเฉยได้โดยไม่ต้องกังวล ถ้าหากคุณไม่ได้ร้องขอการตั้งรหัสผ่านใหม่ คลิกลิงค์ด้านล่างเพื่อกำหนดรหัสผ่านใหม่ %(password_reset_url)s

source: [%(site_name)s] Password reset
bn: [%(site_name)s] পাসওয়ার্ড রিসেট
ru: [%(site_name)s] Пароль сброшен
si: [%(site_name)s] Password yaḷai
ta: [%(site_name)s] பாஸ்வேர்டு ரீசெட்
th: ตั้งรหัสผ่านใหม่ [%(site_name)s]

source: Confirm your email address
ru: Подтвердите адрес Вашей электронной почты
si: ඔබේ විද්යුත් තැපැල් ලිපිනය තහවුරු කරන්න
ta: உங்களின் மின்அஞ்சலை உறுதிப்படுத்தவும்
th: ยืนยันอีเมล์แอดเดรสของคุณ

source: Log in to an existing account
bn: একটি বিদ্যমান অ্যাকাউন্টে লগ ইন করুন
ru: Войдите под существующей учетной записи
si: Log in to an දැනට පවතින ගිණුම
ta: ஏற்கனவே கணக்கு உள்நுழைய
th: เข้าสู่ระบบด้วยบัญชีที่มีอยู่แล้ว

source: Forgot your username?
bn: আপনার ব্যবহারকারী নাম ভুলে গেছেন?
ru: Забыли своё имя пользователя?
si: ඔබේ පරිශීලක නාමය අමතකද?
ta: உங்கள் கடவுச்சொல்லை மறந்து விட்டீர்களா?
th: คุณลืมชื่อผู้ใช้?

source: Forgot your password?
bn: আপনার পাসওয়ার্ড ভুলে গেছেন?
ru: Забыли свой пароль?
si: ඔබගේ මුරපදය අමතකද?
ta: உங்கள் கடவுச்சொல்லை மறந்து விட்டீர்களா?
th: คุณลืมรหัสผ่าน?

source: Sign in
bn: সাইন ইন
ru: Подписаться
si: අලුත් ගිණුමක් තනන්න
ta: உட்செல்லல்
th: เข้าสู่ระบบ

source: Log out
bn: লগ আউট
ru: Выйти из системы
si: පිට වන්න
ta: வெளியேறல்
th: ออกจากระบบ

source: Are you sure you want to log out?
bn: আপনি লগ আউট করার ব্যাপারে নিশ্চিত?
ru: Вы уверены, что хотите выйти?
si: ඔබ ඉවත් විමට අවශ්ය බව ඔබට විශ්වාස ද?
ta: நீங்கள் வெளியேற்றுவோம் என்பதில் உறுதியாக இருக்கிறீர்களா?
th: คุณแน่ใจแล้วหรือว่าต้องการออกจากระบบ?

source: Password change
si: මුරපදය වෙනස් කරන්න
ta: கடவுச்சொல் மாற்றம்
th: เปลี่ยนรหัสผ่าน

source: Password Change
si: මුරපදය වෙනස් කරන්න
ta: கடவுச்சொல் மாற்றம்
th: เปลี่ยนรหัสผ่าน

source: Change your password here
si: ඔබගේ මුර පදය මෙහි වෙනස් කරන්න
ta: உங்களின் கடவுச்சொல்லை இங்கே மாற்றவும்
th: เปลี่ยนรหัสผ่านของคุณที่นี่

source: Change my password
si: මගේ මුරපදය වෙනස් කරන්න
ta: எனது கடவுச்சொல்லை மாற்றவும்
th: เปลี่ยนรหัสผ่านของฉัน

source: Password reset
bn: পাসওয়ার্ড রিসেট
ru: Восстановление пароля
si: Password නැවත සකසන්න
ta: கடவுச்சொல்லை மீட்டமை
th: ตั้งรหัสผ่านใหม่

source: Password Reset
ru: Сброс пароля
si: Password නැවත සකසන්න
ta: கடவுச்சொல்லை மீட்டமை
th: ตั้งรหัสผ่านใหม่

source: Forgotten your password?
bn: আপনার সংকেত শব্দ ভূলে গেছেন?
ru: Забыли свой пароль?
si: ඔබගේ password අමතක වී ඇත්ද?
ta: உங்களின் கடவுச்சொல்லை மறந்துவிட்டீர்களா?
th: คุณลืมรหัสผ่าน?

source: Enter your email address below, and we'll send you an email allowing you to reset it.
ru: Введите адрес Вашей электронной почты ниже, и мы вышлем Вам письмо, позволяющее сбросить его.
si: ඔබගේ ඊ-තැපැල් ලිපිනය ඇතුලත් කරන්න පහත , අප ඔබ එය නැවත සකස් කිරීමට ඉඩ ඊ-තැපෑලක් එවන්නෙමු .
ta: கீழே உங்களின் மின்அஞ்சலை செலுத்தவும். இதனை மீளமைப்பதற்கான மின்அஞ்சல் ஒன்றை நாம் அனுப்பி வைப்போம்
th: กรอกอีเมล์แอดเดรสของคุณด้านล่าง แล้วเราจะส่งอีเมล์เพื่อให้คุณตั้งค่าใหม่

source: Reset my password
bn: আমার পাসওয়ার্ডটি পুনরায় সেট করুন
ru: Сбросить мой пароль
si: මගේ මුරපදය යලි පිහිටුවන්න
ta: எனது கடவுச்சொல்லை மீட்டமை
th: ตั้งรหัสผ่านของฉันใหม่

source: Register
bn: নিবন্ধন
ru: Регистрация
si: ලියාපදිංචි වන්න
ta: பதிவசெய்தல்
th: ลงทะเบียน

source: My Activity feed
bn: আমার চাঞ্চল্যপূর্ণ ফিড
ru: Моя лента активности
si: මගේ ක්රියාකාරකම් පෝෂණය
ta: எனது செயற்பாட்டு உள்ளீடு
th: ฟีดกิจกรรมของฉัน

source: Activity Feed
bn: ফিডে
ru: Лента активности
si: ක්රියාකාරකම් සංග්රහය
ta: செயற்பாட்டு உள்ளீடு
th: ฟีดกิจกรรม

source: GeoNode site admin
bn: GeoNode সাইট অ্যাডমিন
ru: Администратор сайта GeoNode
si: GeoNode අඩවිය පරිපාලක
ta: GeoNode தளம் நிர்வாகம்
th: ผู้ดูแลระบบ GeoNode

source: GeoNode administration
bn: GeoNode প্রশাসন
ru: Администрирование GeoNode
si: GeoNode පරිපාලනය
ta: GeoNode நிர்வாகம்
th: การจัดการ GeoNode

source: Delete Announcement?
bn: ঘোষনা মুছবেন?
si: නිවේදනය මකන්නද?
ta: அறிவிப்பை அழிக்கவேண்டுமா?
th: ลบประกาศ?

source: Are you sure you want to delete this announcement?
bn: আপনি কি নিশ্চিত যে আপনি এই ঘোষনাটি মুছতে চাচ্ছেন?
si: ඔබ මෙම නිවේදනය ඉවත් කිරීමට අවශ්ය බව ඔබට විශ්වාස ද?
ta: இந்த அறிவிப்பைக் நீக்க வேண்டும் நீங்கள் உறுதியாக இருக்கிறீர்களா?
th: คุณแน่ใจแล้วหรือว่าต้องการลบประกาศนี้?

source: Edit Announcement
bn: সম্পাদনা ঘোষণা
ru: Редактировать Объявление
si: නිවේදන සංස්කරණය කරන්න
ta: அறிவிப்பு திருத்த
th: แก้ไขประกาศ

source: Create Announcement
bn: ঘোষণা তৈরি করুন
ru: Создать Объявление
si: නිවේදන නිර්මාණය කරන්න
ta: அறிவிப்பு உருவாக்கவும்
th: เขียนประกาศ

source: New Announcement
bn: নতুন ঘোষণা
ru: Новый анонс
si: නව නිවේදනය
ta: புதிய அறிவிப்பு
th: ประกาศใหม่

source: Announcement
bn: ঘোষণা
ru: Объявление
si: නිවේදනය
ta: அறிவிப்பு
th: ประกาศ

source: Published From
bn: থেকে প্রকাশিত
ru: Опубликовано с
si: ප්‍රකාශනයට පත් කරන ලද්දේ
ta: இருந்து வெளியிடப்பட்ட
th: ประกาศเมื่อ

source: Announcements : %(announcement)s
bn: ঘোষনা: %(announcement)s
ru: Объявления: %(announcement)s
si: ප්‍රකාශන: %(announcement)s
ta: அறிவிப்புகள்:%(announcement)s கள்
th: ประกาศ: %(announcement)s

source: Back to edit your profile information
bn: পিছনে আপনার প্রফাইল তথ্য সম্পাদনা করতে
ru: Вернуться к редактированию информации своего профиля
si: නැවතත් ඔබේ පැතිකඩ තොරතුරු සංස්කරණය කිරීමට
ta: மீண்டும் உங்கள் சுயவிவர தகவலை திருத்த
th: กลับไปแก้ไขข้อมูลโปรไฟล์ของคุณ

source: Your current avatar:
bn: আপনার বর্তমান অবতার:
ru: Ваш текущий аватар:
si: ඔබේ දැනට පවතින ඡායාරූපය
ta: உங்களின் தற்போதைய குறிகாட்டி
th: รูปปัจจุบัน

source: You haven't uploaded an avatar yet. Please upload one now.
bn: যে ফিল্ড অবতার আপলোড করেন নি. এখন এক আপলোড করুন.
ru: Вы еще не загрузили аватар. Загрузите сейчас.
si: ඔබ තවමත් ඡායාරූපයක් උඩුගත කර නැත. කරුණාකර එකක් උඩුගත කරන්න
ta: குறிகாட்டி ஒன்றை நீங்கள் இன்னும் உட்செலுத்தவில்லை. தயவ செய்து அதனை உட்செலுத்துக
th: คุณยังไม่ได้อัพโหลดรูประจำตัวเลย โปรดอัพโหลดเดี๋ยวนี้

source: Delete Your Avatar
bn: আপনার অবতার মুছুন
ru: Удалить свой аватар
si: ඔබේ Avatar Delete
ta: உங்களின் குறிகாட்டியை அழிக்கவும்
th: ลบรูปของคุณ

source: Please select the avatars that you would like to delete.
bn: আপনি মুছে ফেলতে চান যে অবতার নির্বাচন করুন.
ru: Пожалуйста, выберите аватары, которые Вы хотели бы удалить.
si: කරුණාකර මකාදැමීමට අවශ්‍ය ඡායාරූප තෝරන්න
ta: நீங்கள் நீக்க விரும்புகிறீர்கள் என்று அவதாரங்களை தேர்ந்தெடுக்கவும்.
th: โปรดเลือกรูปที่คุณต้องการลบ

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
bn: আপনি মুছে ফেলতে অবতার কোন আছে. দয়া করে <a href="%(avatar_change_url)s">আপলোড</a> এখন.
ru: У Вас нет аватаров для удаления. Пожалуйста, <a href="%(avatar_change_url)s">загрузите один</a> сейчас.
si: මකා දැමීමට ඡායාරූප නොමැත. කරුණාකර <a href="%(avatar_change_url)s"> එකක් දැන් උඩුගත කරන්න.
ta: நீங்கள் நீக்க அவதாரங்களை எதுவும் இல்லை. தயவு செய்து <a href="%(avatar_change_url)s">ஒரு பதிவேற்ற</a> இப்போது.
th: คุณไม่เหลือรูปประจำตัวให้ลบแล้ว. โปรด <a href="%(avatar_change_url)s">อัพโหลดรูป</a> เดี๋ยวนี้.

source: Delete These
bn: মুছে দিন এই
ru: Удалить эти
si: මේවා මකාදමන්න
ta: இதனை அழிக்குக
th: ลบรูปนี้

source: Username
bn: ইউজারনেম
ru: Имя пользователя
si: පරිශීලක නාමය
ta: பயன்படுத்துனர் பெயர்
th: ชื่อผู้ใช้

source: Password
bn: পাসওয়ার্ড
ru: Пароль
si: මුරපදය:
ta: இரகசிய குறியீடு
th: รหัสผ่าน

source: Remember Me
bn: আমাকে মনে রাখুন
ru: Запомнить меня
si: මාව මතක තබා ගන්න
ta: என்னை ஞாபகத்தில் வைத்திருங்கள்
th: จดจำ

source: Recent Activity
bn: সাম্প্রতিক কার্যকলাপ
ru: Последняя активность
si: මෑතකදී සිදුකරන ලද ක්‍රියාකාරකම්
ta: அண்மைய செயற்பாடு
th: กิจกรรมล่าสุด

source: Help
bn: সাহায্য করুন
ru: Справка
si: සහය
ta: உதவி
th: ช่วยเหลือ

source: Type your search here ...
bn: এখানে আপনার অনুসন্ধান টাইপ করুন ...
ru: Введите здесь строку поиска ...
si: මෙහි ඔබේ සෙවුම ටයිප් ...
ta: இங்கே உங்கள் தேடலைத் தட்டச்சு ...
th: พิมพ์คำค้นหาที่นี่ ...

source: User Guide
bn: ইউজার গাইড
ru: Руководство пользователя
si: පරිශීලක අත්පොත
ta: பாவனையாளர் வழிகாட்டி
th: คู่มือผู้ใช้

source: Information for Developers
bn: ডেভালোপার জন্য তথ্য
ru: Информация для разработчиков
si: සංවර්ධකයන් සඳහා තොරතුරු
ta: விருத்தி செய்பவர்களுக்கான தகவல்கள்
th: ข้อมูลสำหรับนักพัฒนา

source: Useful information for developers interested in GeoNode.
bn: GeoNode আগ্রহী ডেভেলপারদের জন্য প্রয়োজনীয় তথ্য.
ru: Полезная информация для разработчиков, интересующихся GeoNode.
si: GeoNode කෙරෙහි උනන්දුවක් දක්වන සංවර්ධකයන් සඳහා තොරතුරු
ta: ஜியோநோட் இல் ஆர்வமுள்ள விருத்தி செய்பவர்களுக்கான பயனுள்ள தகவல்கள்
th: ข้อมูลที่เป็นประโยชน์สำหรับนักพัฒนาที่สนใจใน GeoNode

source: GeoNode's Web Services
bn: GeoNode এর ওয়েব সেবা
ru: Веб-сервисы GeoNode
si: GeoNode හි වෙබ් සේවා
ta: ஜியோநோட் இணையத்தள சேவைகள்
th: เว็บเซอร์วิสของ GeoNode

source: GeoNode's Web Services are available from the following URLs:
bn: GeoNode এর ওয়েব সেবা নিম্নলিখিত URL গুলি থেকে পাওয়া যায়:
ru: Веб-сервисы GeoNode доступны по следующим URL:
si: පහත URL හරහා GeoNode හි වෙබ් සේවා ලබා ගත හැක
ta: பின்வரும் URL இல் ஜியோநோட் இணையத்தள சேவைகள காணப்படுகின்றன
th: เว็บเซอร์วิสของ GeoNode สามารถใช้งานได้ผ่าน URL ดังต่อไปนี้:

source: Dynamic tiles via WMS:
bn: WMS মাধ্যমে ডাইনামিক টাইলস:
ru: Динамические тайлы через WMS:
si: WMS හරහා ඩයිනමික් උළු :
ta: WMS ஊடான உயிர்பான படிமங்கள்
th: Dynamic tiles ผ่าน WMS:

source: Vector data via WFS:
bn: তারা সরেজমিনে দেখতে মাধ্যমে ভেক্টর তথ্য:
ru: Векторные данные через WFS:
si: WFS හරහා vector දත්ත
ta: WFS ஊடான நெறிய தரவூகள்
th: ข้อมูลเวกเตอร์ผ่าน WFS:

source: Raster data via WCS:
bn: WCS মাধ্যমে রাস্টার তথ্য:
ru: Растровые данные покрытий через WCS:
si: WCS හරහා Raster දත්ත :
ta: WCS ஊடான பரவ தரவகள்
th: ข้อมูลแรสเตอร์ผ่าน WCS:

source: Metadata search via CSW:
bn: CSW মাধ্যমে মিটাডাটা অনুসন্ধান:
ru: Поиск метаданных через CSW:
si: CSW හරහා මෙටාදත්ත සෙවුම්
ta: CSW ஊடான நுண் தரவ தேடல்கள்
th: ค้นหาคำอธิบายข้อมูลผ่าน CSW:

source: Metadata search via OpenSearch:
ta: திறந்த தேடலின் ஊடாக நுண்தரவுகளை தேடுதல்
th: ค้นหาคำอธิบายข้อมูลผ่าน OpenSearch:

source: Metadata search via OAI-PMH:
ta: OAI-PMH தேடலின் ஊடாக நுண்தரவுகளை தேடுதல்
th: ค้นหาคำอธิบายข้อมูลผ่าน OAI-PMH:

source: Open Data:
si: විවෘත දත්ත:
ta: திறந்த தரவு

source: Cached tiles via WMTS:
bn: WMTS মাধ্যমে সঞ্চিত পাতা টাইলস:
ru: Кешированные тайлы через WMTS:
si: WMTS හරහා හැඹිලිගත උළු :
ta: படிமங்களை WMTS ஊடாக பதுக்குதல்
th: Cached tiles ผ่าน WMTS:

source: Sections
bn: সেকশনস
ru: Разделы
si: අංශ
ta: பிரிவ
th: หมวด

source: Browsing Layers
bn: ব্রাউজিং স্তরসমূহ
ru: Просмотр слоев
si: ස්ථර විපරම් කිරීම
ta: படுகைகளை உலாருதல்
th: การเรียกดูชั้นข้อมูล

source: Developer Access
bn: ডেভেলপার প্রবেশ
ru: Доступ для разработчика
si: සංවර්ධක ප්‍රවිශ්ඨය
ta: விருத்தியாளர் நுழைவூ
th: การเข้าถึงของนักพัฒนา

source: Browsing Maps
bn: ব্রাউজিং মানচিত্র
ru: Просмотр карт
si: සිතියම් බ්‍රවුස් කිරීම
ta: வரைபடங்களை உலாவருதல்
th: การเรียกดูแผนที่

source: Creating a Map
bn: একটি মানচিত্র নির্মাণ
ru: Создание карты
si: සිතියමක් නිර්මාණය කිරීම
ta: வரைபடங்களை உருவாக்குதல்
th: การสร้างแผนที่

source: Exporting a Map
bn: একটি মানচিত্র রফতানি
ru: Публикация карты
si: සිතියමක් export කිරීම
ta: வரைபடங்களை ஏற்றுதல்
th: การส่งออกแผนที่

source: Remixing a Map
bn: একটি মানচিত্র remixing
ru: Смешивание карты
si: සිතියම් නැවත සංකලනය කිරීම
ta: வரைபடங்களை கூட்டுச்சேர்த்தல்
th: การเรียบเรียงแผนที่

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
bn: এ পৃষ্ঠায় GeoNode ব্যবহার পদ্ধতি সম্পর্কে সহায়ক তথ্য প্রদান করে. আপনি জানতে চান কি চলাচল পার্শ্বদন্ডে লিঙ্ক ব্যবহার করতে পারেন.
ru: Данная страница содержит полезную информацию о способах использования GeoNode. Вы можете использовать боковые ссылки для навигации к нужному разделу.
si: GeoNode භාවිතා කරන ආකාරය පිළිබඳ වැදගත් තොරතුරු මෙම පිටුවේ ඇතුලත් වේ. ඔබට දැන ගැන්මට අවශ්‍ය දෙය සොයා ගැනීමට පැති තීරුවේ තිබෙන links භාවිතා කරන්න
ta: ஜியோநோட் ஐ எவ்வாறு பயன்படுத்துவது என்பது தொடர்பான பயனுள்ள தகவல்களை இப் பக்கம் வழங்குகின்றது. நீங்கள் அறியவிரும்புபவற்றை அவதானிப்பதற்கு அருகில்உள்ள இணைப்புக்களை பயன்படுத்துங்கள்
th: หน้านี้ให้ข้อมูลที่มีประโยชน์เกี่ยวกับวิธีใช้ GeoNode โดยคุณสามารถใช้ลิงค์ด้านข้างไปยังหัวข้อที่คุณอยากรู้

source: Welcome!
bn: স্বাগতম!
ru: Добро пожаловать!
si: ආයුබෝවන්!
ta: வரவேற்கிறோம்
th: ยินดีต้อนรับ!

source: Return to Document
si: ලේඛන වෙත ආපසු යන්න
ta: ஆவணத்திற்கு மீள்திரும்பல்

source: Return to Layer
si: ස්ථරය වෙත ආපසු යන්න
ta: படுகைக்கு மீள்திரும்பல்

source: Identification
si: හදුනා ගැනීම
ta: அடையாளங்காணல்

source: Published
si: ප්රකාශයට පත්
ta: பதிவு செய்யப்பட்டது

source: email
bn: ইমেইল
ru: по электронной почте
ta: மின்னஞ்சல்
th: อีเมล์

source: Information of Layer
si: ස්ථරය තුළ දත්ත තොරතුරු
ta: தகவல் படுகை

source: Identification Image
ta: அடையாள உரு

source: Spatial Resolution
ta: புவியிட பிரிதிறன்

source: Projetion System
si: ප්රක්ෂේපනය පද්ධතිය
ta: வீச்சு முறைமை

source: Extension x0
ta: விரிவாக்கம் x0

source: Extension x1
ta: விரிவாக்கம் x1

source: Extension y0
ta: விரிவாக்கம் y0

source: Extension y1
ta: விரிவாக்கம் y1

source: Features
si: විශේෂාංග
ta: அம்சங்கள்

source: Contact Points
ta: தொடர்பு முனை

source: References
si: ආශ්රිත
ta: உசாத்துணை

source: Link Online
ta: நேரடி இணைப்பு

source: Metadata Page
si: පාරදත්ත පිටුව
ta: நுண்தரவுப் பக்கம்

source: Online Link
ta: நேரடி இணைப்பு

source: Your account has been approved and is now active.
ru: Ваша учётная запись подтверждена и теперь активна.
si: ඔබගේ ගිණුම අනුමත හා දැන් සක්රීය කර ඇත.
ta: உங்களின் கணக்கு அனுமதிக்கப்பட்டுள்ளதோடு தற்போது செயற்பாட்டிலுள்ளது
th: บัญชีผู้ใช้ของคุณได้รับการอนุมัติและเปิดใช้งานแล้ว

source: You can use the login form at
ru: Вы можете использовать форму входа в
si: ඔබ ට ලොගින් පෝරම භාවිතා කළ හැක
ta: நுழைவுப் படிவத்தை நீங்கள் பயன்படுத்த முடியும்
th: คุณสามารถใช้ฟอร์มเข้าใช้งานได้ที่

source: Your account is now active
ru: Ваша учётная запись теперь активна
si: ඔබගේ ගිණුම දැන් සක්රීය
ta: தற்போது உங்கள் கணக்கு செயற்பாட்டிலுள்ளது
th: บัญชีของคุณได้เปิดใช้งานแล้ว

source: has requested access to the site.
ru: запросил доступ к сайту.
si: එම වෙබ් අඩවිය වෙත ප්රවේශ ඉල්ලීමක් කර තිබේ.
ta: தளத்தை அடைவதற்கான அணுமதி வேண்டப்பட்டுள்ளது
th: ได้ร้องขอการเข้าถึงเว็บไซต์

source: You can enable access by setting the user as active on the admin section
ru: Вы включили доступ, активировав пользователя в секции администрирования
si: ඔබ පරිපාලක කොටස සක්රීය ලෙස පරිශීලක සැකසීමෙන් ප්රවේශ සක්රීය කල හැක
ta: நிவர்வாக பகுதியில் பயன்படுத்துபவர் உயிர்பானவர் என மாற்றுவதன் மூலம் அடைவதை நீங்கள் அனுமதிக்க முடியும்
th: คุณสามารถเปิดการเข้าถึงได้โดยการตั้งค่าผู้ใช้ให้เป็นเปิดใช้งานในส่วนของผู้ดูแลระบบ

source: A user has requested access to the site
ru: Пользователь запросил доступ к сайту
si: පරිශීලකයෙක් වෙබ් අඩවිය වෙත ප්රවේශ ඉල්ලීමක් කර තිබේ
ta: தளத்தை அடைவதற்கான அனுமதியை பயன்படுத்துபவர் ஒருவர் வேண்டியுள்ளார்
th: ผู้ใช้ได้ร้องขอการเข้าถึงเว็บไซต์

source: A comment has been posted for the document
ru: Комментарий к документу был опубликован
si: A comment දත්තගොනුව සඳහා පල කර නැත
ta: ஆவணத்திற்கான கருத்தொன்று வழங்கப்பட்டுள்ளது
th: โพสต์ความคิดเห็นเกี่ยวกับเอกสารแล้ว

source: by the user
ru: пользователем
si: පරිශීලක විසින්
ta: பயன்படுத்துபவரினால்
th: โดยผู้ใช้

source: You can visit the document's detail page here
ru: Вы можете посетить страницу сведений документа здесь
si: ඔබ මෙතනයි ලේඛනයේ විස්තර පිටුව වෙත හැකි
ta: ஆவணத்தின் விரிவான பக்கங்களை நீங்கள் இங்கே காண முடியும்
th: คุณสามารถดูหน้ารายละเอียดของเอกสารได้ที่นี่

source: A comment has been posted for a document
ru: Комментарий к документу был опубликован
si: A comment ලියවිල්ලක් සඳහා පල කර නැත
ta: ஆவணம் ஒன்றிற்கான கருத்தொன்று வழங்கப்பட்டுள்ளது
th: โพสต์ความคิดเห็นเกี่ยวกับเอกสารแล้ว

source: The user
ru: Пользователь
si: පරිශීලකයා
ta: பயன்படுத்துபவர்
th: ผู้ใช้

source: uploaded the following document
ru: загрузил следующий документ
si: පහත සඳහන් ලේඛන උඩුගත
ta: பின்வரும் ஆவணம் பதிவேற்றம்
th: อัพโหลดเอกสารดังต่อไปนี้เสร็จแล้ว

source: A document has been uploaded
ru: Документ был загружен
si: කරන ලද ලියවිල්ලක් උඩුගත කර ඇත
ta: ஒரு ஆவணம் பதிவேற்றம் செய்யப்பட்டுள்ளது
th: อัพโหลดเอกสารแล้ว

source: The following document was deleted
ru: Следующий документ был удалён
si: පහත දැක්වෙන ලේඛනය මකා
ta: பின்வரும் ஆவணம் நீக்கப்பட்டது
th: เอกสารดังต่อไปนี้ถูกลบแล้ว

source: owned by
ru: принадлежит
si: අයත්
ta: சொந்தமான
th: เป็นเจ้าของโดย

source: A document has been deleted
ru: Документ был удалён
si: කරන ලද ලියවිල්ලක් මකාදමා ඇත
ta: ஒரு ஆவணம் நீக்கப்பட்டது
th: เอกสารถูกลบแล้ว

source: rated
ru: оценено
si: ණය ශ්රේණියක්
ta: மதிப்பீடு செய்யப்பட்டுள்ளது
th: ให้คะแนน

source: the following document
ru: следующие документы
si: පහත සඳහන් ලේඛන
ta: பின்வரும் ஆவணம்
th: เอกสารดังต่อไปนี้

source: You can visit the layer's detail page here
ru: Вы можете посетить страницу сведений слоя здесь
si: ඔබ මෙතනයි ස්තරයෙහි විස්තර පිටුව වෙත හැකි
ta: படுகைகளுக்கான விரிவான பக்கங்களை நீங்கள் இங்கே காணமுடியும்
th: คุณสามารถดูหน้ารายละเอียดของชั้นข้อมูลได้ที่นี่

source: A document has been rated
ru: Документ был оценен
si: කරන ලද ලියවිල්ලක් ශ්රේණිගත කර ඇත
ta: ஆவணம் ஒன்று மதிப்பீடு செய்யப்பட்டுள்ளது
th: เอกสารได้รับการให้คะแนนแล้ว

source: The following document was updated
ru: Следующий документ был обновлён
si: පහත දැක්වෙන ලේඛනය යාවත්කාලීන කර
ta: பின்வரும் ஆவணம் புதிப்பிக்கப்பட்டுள்ளது
th: เอกสารดังต่อไปนี้ได้รับการปรับปรุงแล้ว

source: A document has been updated
ru: Документ был обновлён
si: කරන ලද ලියවිල්ලක් යාවත්කාලීන කර ඇත
ta: ஆவணம் ஒன்று புதிப்பிக்கப்பட்டுள்ளது
th: เอกสารได้รับการปรับปรุงแล้ว

source: A comment has been posted for the layer
ru: Комментарий к слою опубликован
si: A comment ස්තරය සඳහා පල කර නැත
ta: படுகைக்கான கருத்தொன்று வழங்கப்பட்டுள்ளது
th: โพสต์ความคิดเห็นเกี่ยวกับชั้นข้อมูลแล้ว

source: A comment has been posted for a layer
ru: Комментарий к слою опубликован
si: A comment තට්ටුවක් සඳහා පල කර නැත
ta: படுகை ஒன்றிற்கான கருத்தொன்று வழங்கப்பட்டுள்ளது
th: โพสต์ความคิดเห็นเกี่ยวกับชั้นข้อมูลแล้ว

source: uploaded the following layer
ru: загружены следующие слои
si: පහත සඳහන් ස්ථරය උඩුගත
ta: பின்வரும் படுகையை உட்செலுத்தவும்
th: อัพโหลดชั้นข้อมูลดังต่อไปนี้เสร็จแล้ว

source: A new layer has been uploaded
ru: Новый слой был загружен
si: නව ස්ථරය උඩුගත කර ඇත
ta: புதிய படுகையை ஒன்று உட் செலுத்தப்பட்டுள்ளது
th: อัพโหลดชั้นข้อมูลใหม่แล้ว

source: The following layer was deleted
ru: Следующий слой был удалён
si: පහත දැක්වෙන ස්තරය මකා
ta: பின்வரும் படுகை அழிக்கப்பட்டுள்ளது
th: ชั้นข้อมูลดังต่อไปนี้ถูกลบแล้ว

source: A layer has been deleted
ru: Слой был удалён
si: තට්ටුවක් මකාදමා ඇත
ta: படுகை ஒன்று அழிக்கப்பட்டுள்ளது
th: ชั้นข้อมูลถูกลบแล้ว

source: the following layer
ru: следующий слой
si: පහත සඳහන් ස්ථරය
ta: பின்வரும் படுகை
th: ชั้นข้อมูลดังต่อไปนี้

source: A layer has been rated
ru: Слой был оценен
si: තට්ටුවක් ශ්රේණිගත කර ඇත
ta: படுகை ஒன்று மதிப்பீடு செய்யப்பட்டுள்ளது
th: ชั้นข้อมูลได้รับการให้คะแนนแล้ว

source: The following layer was updated
ru: Следующий слой был обновлён
si: පහත දැක්වෙන ස්තරය යාවත්කාලීන කර
ta: பின்வரும் படுகை இயலநிலைப்படுத்தப்பட்டுள்ளது
th: ชั้นข้อมูลดังต่อไปนี้ได้รับการปรับปรุงแล้ว

source: A layer has been updated
ru: Слой был обновлён
si: තට්ටුවක් යාවත්කාලීන කර ඇත
ta: படுகை ஒன்று இயலநிலைப்படுத்தப்பட்டுள்ளது
th: ชั้นข้อมูลได้รับการปรับปรุงแล้ว

source: A comment has been posted for the map
ru: Комментарий к карте опубликован
si: A comment සිතියම සඳහා පල කර නැත
ta: வரைபடம் ஒன்றிற்கான கருத்தொன்று வழங்கப்பட்டுள்ளது
th: โพสต์ความคิดเห็นเกี่ยวกับแผนที่แล้ว

source: You can visit the map's detail page here
ru: Вы можете посетить страницу сведений карты здесь
si: ඔබ මෙතනයි සිතියමේ විස්තර පිටුව වෙත හැකි
ta: வரைபடத்தின் விபரப் பக்கத்தை இங்கே அடைய முடியும்
th: คุณสามารถดูหน้ารายละเอียดของแผนที่ได้ที่นี่

source: A comment has been posted for a map
ru: Комментарий к карте опубликован
si: A comment සිතියමක් සඳහා පල කර නැත
ta: வரைபடத்திற்கான கருத்தொன்று வழங்கப்பட்டுள்ளது
th: โพสต์ความคิดเห็นเกี่ยวกับแผนที่แล้ว

source: created the following map
ru: создана следующая карта
si: පහත සඳහන් සිතියම නිර්මාණය
ta: பின்வரும் வரைபடம் உருவாக்கப்பட்டுள்ளது
th: สร้างแผนที่ดังต่อไปนี้เสร็จแล้ว

source: A map has been created
ru: Карта была создана
si: සිතියමක් නිර්මාණය කර ඇත
ta: வரைபடம் ஒன்று உருவாக்கப்பட்டுள்ளது
th: สร้างแผนที่เสร็จแล้ว

source: The following map was deleted
ru: Следующая карта была удалена
si: පහත දැක්වෙන සිතියම මකා
ta: பின்வரும் வரைபடம் அழிக்கப்பட்டது
th: แผนที่ดังต่อไปนี้ถูกลบแล้ว

source: A map has been deleted
ru: Карта была удалена
si: සිතියමක් මකාදමා ඇත
ta: வரைபடம் ஒன்று அழிக்கப்பட்டது
th: แผนที่ถูกลบแล้ว

source: the following map
ru: следующая карта
si: පහත සඳහන් සිතියම
ta: பின்வரும் குறித்த வரைபடம்
th: แผนที่ดังต่อไปนี้

source: A map has been rated
ru: Карта была оценена
si: සිතියමක් ශ්රේණිගත කර ඇත
ta: வரைபடம் ஒன்று மதிப்பிடப்பட்டுள்ளது
th: แผนที่ได้รับการให้คะแนนแล้ว

source: The following map was updated
ru: Следующая карта была обновлена
si: පහත දැක්වෙන සිතියම යාවත්කාලීන කර
ta: பின்வரும் வரைபடம் இயல்நிலைப்படுத்தப்பட்டுள்ளது
th: แผนที่ดังต่อไปนี้ได้รับการปรับปรุงแล้ว

source: A map has been updated
ru: Карта была обновлена
si: සිතියමක් යාවත්කාලීන කර ඇත
ta: வரைபடம் ஒன்று இயல்நிலைப்படுத்தப்பட்டுள்ளது
th: แผนที่ได้รับการปรับปรุงแล้ว

source: Notification Settings
bn: বিজ্ঞপ্তি সেটিংস
ru: Настройки уведомления
si: Notification සැකසුම්
ta: அறிவிப்புச் செய்தல் வடிவமைப்பு
th: การตั้งค่าการแจ้งเตือน

source: <p class="alert alert-warning"> <span class="warning">Note</span>: You do not have a verified email address to which notices can be sent. <a href="%(email_url)s">Add one</a> now. </p>
ru: <p class="alert alert-warning"> <span class="warning">Note</span>: У Вас нет подтверждённых почтовых адресов, на которые могут быть высланы уведомления. <a href="%(email_url)s">Добавьте один</a> сейчас. </p>
si: <p class="alert alert-warning"> <span class="warning">Note</span>: ඔබ නිවේදන දැන් යොමු කළ හැකි සඳහා සත්යාපනය ඊ-තැපැල් ලිපිනයක් නැහැ.<a href="%(email_url)s">Add one</a>.now
ta: p class="alert alert-warning"> <span class="warning">Note</span>: அறிவிப்புக்களை அனுப்ப முடியுமான சரிபார்க்கப்பட்ட மின்அஞ்சல் முகவரி ஒன்று உங்களுக்கு காணப்படவில்லை <a href="%(email_url)s">Add one</a> now. </p>
th: <p class="alert alert-warning"> <span class="warning">หมายเหตุ</span>: คุณยังไม่มีที่อยู่อีเมล์ที่จะสามารถส่งการแจ้งเตือนได้ <a href="%(email_url)s">เพิ่ม</a>ตอนนี้ </p>

source: Notification Type
bn: বিজ্ঞপ্তি প্রকার
ru: Тип уведомления
si: නිවේදන වර්ගය
ta: அறிவித்தல் வகை
th: ชนิดการแจ้งเตือน

source: Change
bn: পরিবর্তন
ru: Изменить
si: වෙනස් කරන්න
ta: மாற்றம்
th: เปลี่ยน
