Repository: GeoDASH/GeoDASH.gov.bd
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: bn, ru, si, ta, th

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
bn: আপনার তথ্য আপলোড করার প্রয়াসের সময় একটি ত্রুটি হয়েছিল. আবার চেষ্টা করুন, অথবা সমস্যা অব্যাহত থাকলে যোগাযোগ করুন এবং অ্যাডমিনিস্ট্রেটর দয়া করে.
ru: Обнаружена ошибка при попытке загрузки Ваших данных. Попытайтесь заново, если проблема не решится - свяжитесь с администратором.
si: ඔබේ දත්ත උඩුගත කිරීමේදී යම් දෝෂයක් මතු විය. කරුණාකර නැවත උත්සාහ කරන්න. ගැටළුව තවදුරටත් පවතී නම් පාලක වෙත දැනුම් දෙන්න
ta: உங்களின் தரவ பதிவேற்ற முயற்சியின் போது தவறு ஏற்பட்டுள்ளது. தயவ செய்து மீண்டும் முயற்சி செய்க. அல்லது பிரச்சினை தொடர்கின்றதாயின் நிர்வாகியை தொடர்பு கொள்ளுங்கள்.
th: เกิดปัญหาขณะอัพโหลดข้อมูลของคุณ กรุณาลองอีกครั้ง หรือติดต่อผู้ดูแลระบบถ้าหากยังคงพบปัญหาอยู่

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
si: සටහන: මෙම ස්ථරය මුල් පාර-දත්ත සඳහා පාර-දත්ත XML ගොනුව ආනයනය විසින් ජනාකීර්ණ, කල් තබා ගන්නා ලදී. මෙම පාරදත්ත සංස්කරණය කල නොහැක.
ta: நுண்தரவு கோப்பொன்றை வரவழைத்து இந்த படுகையின் ஆரம்ப நுண்தரவு உருவாக்கப்பட்டு பாதுகாக்கப்பட்டுள்ளது

source: You are not permitted to delete this layer
bn: আপনি এই স্তর মুছে ফেলতে অনুমতি নেই
ru: Вам не разрешено удалять данный слой
si: මෙම ස්ථරය මකා දැමීමට ඔබට අවසර නොමැත
ta: இந்த படுகையை அழிப்பதற்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์ลบชั้นข้อมูลนี้

source: You do not have permissions for this layer.
bn: আপনি এই স্তর জন্য অনুমতি নেই.
ru: У Вас нет прав доступа к данному слою
si: මෙම ස්ථරය සඳහා ඔබට අවසර නැත.
ta: இந்த படுகைக்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์ในชั้นข้อมูลนี้

source: You are not permitted to modify this layer's metadata
bn: আপনি লেয়ারের মেটাডাটা পরিবর্তন করার অনুমতি নেই
ru: Вам не разрешено вносить корректировки в метаданные данного слоя
si: මෙම ස්ථරයේ මෙටා දත්ත වෙනස් කිරීමට ඔබට අවසර නැත
ta: இந்த படிமத்தின் நுண்தரவூகளை மாற்றியமைப்பதற்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์แก้ไขคำอธิบายข้อมูลของชั้นข้อมูลนี้

source: You are not permitted to view this layer
bn: আপনি এই স্তর দেখতে অনুমতি নেই
ru: Вам не разрешено просматривать данный слой
si: මෙම ස්ථරය බැලීමට ඔබට අවසර නොමැත
ta: இந்த படுகையை பார்வையிட உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์ดูชั้นข้อมูลนี้

source: You are attempting to replace a vector layer with a raster.
bn: আপনি একটি রাস্টার স্থর দ্বারা জ্যামিতিক স্থর পরিবর্তন করতে যাচ্ছেন
ru: Вы пытаетесь заменить векторный слой растровым
si: ඔබ වෙනුවට උත්සාහ කරන්නේ a vector layer with a raster.
ta: நெறியப் படுகை ஒன்றை பரவுப் படுகை ஒன்றினால் மாற்றீடு செய்வதற்கு நீங்கள் முயற்சிக்கின்றீர்கள்
th: คุณกำลังพยายามที่จะแทนที่ชั้นข้อมูลเวกเตอร์ด้วยชั้นข้อมูลแรสเตอร์

source: You are attempting to replace a raster layer with a vector.
bn: আপনি একটি জ্যামিতিক স্থর দ্বারা রাস্টার স্থর পরিবর্তন করতে যাচ্ছেন
ru: Вы пытаетесь заменить растровый слой векторным
si: ඔබ වෙනුවට උත්සාහ කරන්නේ a raster layer with a vector.
ta: பரவுப் படுகை ஒன்றை நெறியப் படுகை ஒன்றினால் மாற்றீடு செய்வதற்கு நீங்கள் முயற்சிக்கின்றீர்கள்
th: คุณกำลังพยายามที่จะแทนที่ชั้นข้อมูลแรสเตอร์ด้วยชั้นข้อมูลเวกเตอร์

source: Unable to delete layer
bn: স্তর মুছতে অক্ষম
ru: Не удалось удалить слой
si: ස්ථරය ඉවත් කිරීමට නොහැකි විය
ta: படுகையை நீக்க முடியாது
th: ไม่สามารถลบชั้นข้อมูลได้

source: This layer is a member of a layer group, you must remove the layer from the group before deleting.
ru: Этот слой является частью группы, Вы должны убрать слой из группы перед его удалением.
si: මෙම ස්ථරය තට්ටුවක් කණ්ඩායමේ සාමාජිකයකු වන , ඔබ මකාදැමීමට පෙර කණ්ඩායමේ ස්තරය ඉවත් කළ යුතුයි.
ta: படுகை குழு ஒன்றின் அங்கத்துவமுடையதாக இப் படுகை காணப்படுகின்றது, இதனை நீக்குவதற்கு முன்னர் குழுவில் இருந்து படுகையை நீக்குதல் வேண்டும்
th: ชั้นข้อมูลนี้เป็นสมาชิกของกลุ่มชั้นข้อมูล คุณต้องนำชั้นข้อมูลออกจากกลุ่มก่อนที่จะทำการลบ

source: Map Created
bn: মানচিত্র তৈরী করা
ru: Карта создана
si: සිතියම නිර්මාණය කරන ලදී.
ta: வரைபடம் உருவாக்கப்பட்டுள்ளது
th: สร้างแผนที่เสร็จแล้ว

source: A Map was created
bn: একটি মানচিত্র তৈরি করা হয়েছে
ru: Карта была создана
si: සිතියමක් නිර්මාණය කරන ලදී
ta: ஒரு வடைபடம் உருவாக்கப்பட்டது
th: สร้างแผนที่เสร็จแล้ว

source: Map Updated
bn: মানচিত্র হালনাগাদ করা হয়েছে
ru: Карта обновлена
si: සිතියම යාවත්කාලීන කිරීම
ta: வரைபடம் இயல்நிலைப்படுத்தப்பட்டது
th: อัพโหลดแผนที่แล้ว

source: A Map was updated
bn: একটি মানচিত্র হালনাগাদ করা হয়েছিল
ru: Карта была обновлена
si: සිතියමක් යාවත්කාලීන කර
ta: வரைபடம் ஒன்று இயல்நிலைப்படுத்தப்பட்டது
th: แผนที่ได้รับการปรับปรุงแล้ว

source: Map Deleted
bn: মানচিত্র মুছা হয়েছে
ru: Карта удалена
si: සිතියම මකාදැමුවා
ta: வரைபடம் நீக்கப்பட்டது
th: ลบแผนที่เสร็จแล้ว

source: A Map was deleted
bn: একটি মানচিত্র মুছা হয়েছিল
ru: Карта была удалена
si: සිතියමක් මකා
ta: வரைபடம் ஒன்று நீக்கப்பட்டது
th: แผนที่ถูกลบแล้ว

source: Comment on Map
bn: মানচিত্র মন্তব্য করুন
ru: Комментарий к карте
si: සිතියම පිළිබඳ අදහස් දක්වන්න
ta: வடைபடத்திற்கு குறிப்பிடல்
th: แสดงความคิดเห็นบนแผนที่

source: A map was commented on
bn: একটি মানচিত্রের মন্তব্য করেন
ru: Карта была прокомментирована
si: සිතියමක් පිළිබඳ අදහසක් දක්වන ලදී
ta: ஒரு வடைபடத்திற்கு குறிப்பிடப்பட்டுள்ளது
th: แผนที่ได้รับการแสดงความคิดเห็น

source: Rating for Map
bn: মানচিত্র জন্য নির্ধারণ
ru: Оценка карты
si: සිතියම සඳහා ප්‍රමාණනයන්
ta: வரைபடத்தை தரப்படுத்தல்
th: ให้คะแนนแผนที่

source: A rating was given to a map
bn: একটি রেটিং একটি মানচিত্র দেওয়া হয়
ru: Оценка присвоена карте
si: සිතියමක් සඳහා ප්‍රමාණනයක් දෙන ලදී
ta: ஒரு வரைபடம் தரப்படுத்தப்பட்டுள்ளது
th: แผนที่ได้รับการให้คะแนนแล้ว

source: zoom
bn: জুম্
ru: масштаб
si: විශාල කර බලන්න
ta: உரு அளவ
th: ซูม

source: projection
bn: অভিক্ষেপ
ru: проекция
si: ප්‍රක්ෂේපය
ta: முந்திட்டம்

source: center X
bn: কেন্দ্র এক্স
ru: центр Х
si: X මධ්‍ය ලක්ෂය
ta: மையம் X
th: จุดกึ่งกลาง X

source: center Y
bn: কেন্দ্র Y
ru: центр Y
si: Y මධ්‍ය ලක්ෂය
ta: மையம் Y
th: จุดกึ่งกลาง Y

source: Site URL
bn: সাইট URL টি
ru: Ссылка на сайт
si: අඩවිය URL එක
ta: தள URL
th: URL ของเว็บไซต์

source: Featured Map URL
bn: বৈশিষ্ট্যযুক্ত মানচিত্র URL টি
ru: Ссылка на рекомендуемую карту
si: විශේෂාංග සිතියම URL එක
ta: சிறப்பு வரைபடம் URL
th: URL ของแผนที่แนะนำ

source: stack order
bn: স্ট্যাকের ক্রম
ru: порядок наложения
si: අඩුක් කරන පිළිවෙල
ta: குவியல் ஒழுங்கு
th: ลำดับการซ้อนทับ

source: format
bn: বিন্যাস
ru: формат
si: හැඩහුරුව
ta: ஒருங்கமைத்தல்
th: รูปแบบ

source: name
bn: নাম
ru: название
si: නම
ta: பெயர்
th: ชื่อ

source: opacity
bn: অস্বচ্ছতা
ru: непрозрачность
si: පාරාන්ධතාවය
ta: ஒளிபுகா நிலை
th: ความทีบแสง

source: styles
bn: শৈলী
ru: стили
si: ශෛලීයන්
ta: வடிவம்
th: สไตล์

source: transparent
bn: স্বচ্ছ
ru: прозрачный
si: විනිවිද පෙනෙන සුළු
ta: ஒளி புகவல்ல
th: ความโปร่งใส

source: fixed
bn: স্থির
ru: фиксированный
si: ස්ථාපිත
ta: நிலைநிறுத்தப்பட்ட
th: คงที่

source: group
bn: গ্রুপ
ru: группа
si: කණ්ඩායම
ta: குழு
th: กลุ่ม

source: visibility
bn: দৃষ্টিপাত
ru: видимость
si: දෘශ්‍යතාවය
ta: கட்புலப்பாடு
th: การมองเห็น

source: layer params
bn: লেয়ার প্যারাম
ru: параметры слоя
si: ස්ථර පරාමිති
ta: படுகை முனைகள்

source: source params
bn: উৎস প্যারাম
ru: параметры источника
si: ප්‍රභව පරාමිති
ta: மூல முனைகள்

source: JSON Configuration
bn: JSON কনফিগারেশন
ru: Конфигурация JSON
ta: JSON கட்டமைப்பு
th: JSON การกำหนดค่า

source: Explore Maps
bn: মানচিত্র টেলিভিশন
ru: Посмотреть карты
si: සිතියම් සොයන්න
ta: வரைபடங்களை உலாவருதல்
th: สำรวจแผนที่

source: Retry
bn: পুনরায় চেষ্টা করা
ru: Повторить
si: නැවත උත්සාහ කරන්න
ta: மீள முயற்சிக்கவும்
th: ลองอีกครั้ง

source: Downloading
bn: ডাউনলোড
ru: Скачивание
si: බාගත වීම
ta: பதிவிறக்குகிறது
th: กำลังดาวน์โหลด

source: Start downloading this map
bn: এই ম্যাপ ডাউনলোড শুরু
ru: Начало скачивания этой карты
si: මෙම සිතියම බාගත කිරීම ආරම්භ කරන්න
ta: இந்த வரைபடத்தை பதிவிரக்கம் செய்ய ஆரம்பிக்குக
th: เริ่มดาวน์โหลดแผนที่นี้

source: Download Complete
bn: সমাপ্তি ডাউনলোড
ru: Скачивание закончено
si: භාගත වීම සම්පූර්ණයි
ta: முழுமையான பதிவிறக்க
th: ดาวน์โหลดเสร็จสิ้น

source: Download Failed
bn: ডাউনলোড ব্যর্থ
ru: Скачать не удалось
si: භාගත වීම අසාර්ථකයි
ta: பதிவிறக்க முடியவில்லை
th: ดาวน์โหลดล้มเหลว

source: Remove Map
si: සිතියම ඉවත් කරන්න
ta: வரைபடத்தை நீக்குக
th: ลบแผนที่

source: GeoExplorer
ta: ஜியோ எக்ஸ்புலோரர்

source: Download
bn: ডাউনলোড
ru: Скачать
si: බාගත කරන්න
ta: பதிவிரக்கம் செய்க
th: ดาวน์โหลด

source: Here you can download all the layers of this map that are hosted on this GeoNode.
bn: এখানে আপনি এই GeoNode হোস্ট করা হয় যে এই ম্যাপ এর সব স্তর ডাউনলোড করতে পারেন.
ru: Здесь Вы можете скачать все слои этой карты, размещенные в этом GeoNode.
si: මෙහිදී ඔබට මෙම සිතියම සියලු ස්ථර බාගත කරගත හැක that මෙම GeoNode.හොස්ට් ඇත.
ta: இங்கே நீங்கள் இந்த GeoNode இல் நடத்தியது என்று இந்த வரைபடம் அனைத்து அடுக்குகளின் பதிவிறக்க முடியும்.
th: คุณสามารถดาวน์โหลดชั้นข้อมูลทั้งหมดของแผนที่นี้ ที่อยู่บน GeoNode ได้ที่นี่

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
bn: <div class="alert alert-warning"> এই মানচিত্রের জন্য ডাউনলোডযোগ্য স্তর খুঁজে পাওয়া যায়নি. আপনি ফিরে যেতে পারেন
ru: <div class="alert alert-warning"> Не удалось найти скачиваемые слои для этой карты. Вы можете вернуться к
si: <div class="alert alert-warning"> මෙම සිතියම සඳහා බාගත කලහැකි ස්ථර සොයාගැනීමට නොහැකි විය.....
ta: <div class="alert alert-warning"> இந்த வரைபடத்தை டவுன்லோடு அடுக்குகள் கண்டுபிடிக்க முடியவில்லை. நீங்கள் திரும்பி செல்ல முடியும்
th: <div class="alert alert-warning">ไม่พบชั้นข้อมูลที่สามารถดาวน์โหลดได้ของแผนที่นี้ คุณสามารถกลับไปที่

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
bn: উপরন্তু, মানচিত্র কারণে নিরাপত্তা বিধিনিষেধ থেকে ডাউনলোড করা না হবে, যা এই তিনটি স্তরের মধ্যে রয়েছে:
ru: В дополнение, карта содержит следующие слои, которые не будут скачаны из-за защитных ограничений:
si: මීට අමතරව, ආරක්ෂක හේතූන් මත, සිතියමේ අඩංගු මෙම ස්ථරය බාගත කරනු නොලැබේ
ta: கூடுதலாக, வரைபடம் காரணமாக பாதுகாப்பு கட்டுப்பாடுகள் பதிவிறக்கம் முடியாது இது இந்த அடுக்குகளைக் கொண்டுள்ளது:
th: นอกจากนี้แผนที่มีชั้นเหล่านี้ซึ่งจะไม่สามารถดาวน์โหลดเนื่องจากข้อ จำกัด ด้านความปลอดภัย:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
bn: অবশেষে, মানচিত্র তারা এই GeoNode থেকে সরাসরি পাওয়া যায় না, কারণ ডাউনলোড করা না হবে, যা এই তিনটি স্তরের মধ্যে রয়েছে:
ru: И наконец, карта содержит слои, которые не будут скачаны из-за их отсутствия в GeoNode:
si: අවසාන වශයෙන්, GeoNode හරහා සෘජුව ලබා ගත නොහැකි නිසා සිතියමේ අඩංගු මෙම ස්ථරය බාගත කරනු නොලැබේ
ta: இறுதியாக, வரைபடம் அவர்கள் இந்த GeoNode இருந்து நேரடியாக கிடைக்கவில்லை ஏனெனில் பதிவிறக்கம் செய்ய முடியாது என்று இந்த அடுக்குகளைக் கொண்டுள்ளது:
th: สุดท้ายแผนที่มีชั้นเหล่านี้ซึ่งจะไม่สามารถดาวน์โหลดเพราะพวกเขาไม่สามารถใช้ได้โดยตรงจาก GeoNode นี้:

source: Editing details for %(map_title)s
bn: জন্য সম্পাদনার বিবরণ %(map_title)s
ru: Подробности редактирования для %(map_title)s
si: ක් සඳහා සංස්කරණය විස්තර %(map_title)s
ta: திருத்துதல் விவரங்கள் %(map_title)s ங்கள்
th: รายละเอียดการแก้ไขของ %(map_title)s

source: Note: this map's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
bn: উল্লেখ্য: এই ম্যাপ এর মূল মিটাডাটা একটি মেটাডাটা XML ফাইল ইম্পোর্ট দ্বারা পূর্ণ ছিল. GeoNode এর মেটাডেটা আমদানি আইএসও, FGDC, এবং ডাবলিন কোর মেটাডাটা উপাদানের একটি উপসেট সমর্থন করে. আপনার মূল মেটাডাটা কিছু হারিয়ে হয়ে থাকতে পারে.
ru: Примечание: исходные метаданные этой карты была наполнены в результате импорта метаданных из XML файла. Импорт метаданных GeoNode поддерживает подмножество элементов ISO, FGDC, и Dublin Core. Некоторые из элементов исходных метаданных могут быть потеряны.
si: සටහන: මෙම සිතියමේ අවශ්ය් පාරදත්ත වූ පාරදත්ත XML යක file. ආනයනය ජනාවාසී වූ GeoNode පාර-දත්ත ආනයනය තිබෙන ISO, FGDC , සහ ඩබ්ලින් මූලික පාරදත්ත elements. උප ඒකකයකි සහය ඔබේ මුල් පාරදත්ත සමහර අහිමි වන්නට ඇත.
ta: குறிப்பு: இந்த வரைபடங்களின் எஃப் மெட்டா மெட்டாடேட்டா XML கோப்பை இறக்குமதி மூலம் மக்கள். GeoNode மீத்தரவைத் இறக்குமதி, ISO, FGDC, மற்றும் டப்ளின் கோர் மெட்டா கூறுகள் ஒரு துணைக்குழு ஆதரிக்கிறது. உங்கள் அசல் மெட்டாடேட்டாவை இழந்தது.
th: หมายเหตุ: คำอธิบายข้อมูลต้นฉบับของแผนที่นี้ถูกสร้างขึ้นโดยนำเข้าคำอธิบายข้อมูลจากไฟล์ XML คำอธิบายข้อมูลของ GeoNode รองรับบางส่วนของมาตรฐาน ISO, FGDC, และ Dublin Core อาจจะทำให้มีบางส่วนของคำอธิบายต้นฉบับของคุณสูญเสียไป

source: You are not permitted to delete this map.
bn: আপনি এই মানচিত্র মুছে করার অনুমতি নেই.
ru: Вам не разрешено удалять данную карту.
si: මෙම සිතියම මකා දැමීමට ඔබට අවසර නැත
ta: இந்த வரைபடத்தை அழிப்பதற்கு உங்களுக்கு அனுமதி இல்லை
th: คุณไม่มีสิทธิ์ลบแผนที่นี้

source: You do not have permissions for this map.
bn: আপনি এই মানচিত্রের জন্য অনুমতি নেই.
ru: У Вас нет прав доступа к данной карте.
si: මෙම සිතියම සඳහා ඔබට අවරස නැත.
ta: இந்த வரைபடத்திற்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่มีสิทธิ์ในแผนที่นี้

source: You must be logged in to save this map
bn: আপনি এই মানচিত্র সংরক্ষণ আবশ্যক লগ ইন
ru: Вы должны зарегистрироваться для сохранения данной карты
si: මෙම සිතියම save කිරීමට ඔබ ලොග් විය යුතුය
ta: வரைபடத்தை சேமிப்பதற்கு நீங்கள் உள்நுழைய வேண்டும்
th: คุณต้องลงชื่อเข้าใช้เพื่อบันทึกแผนที่นี้

source: You are not permitted to save or edit this map.
bn: আপনি সংরক্ষণ করো এই ম্যাপ এডিট করার অনুমতি নেই.
ru: Вам не разрешается сохранение или создание этой карты.
si: ඔබ මෙම සිතියම බේරා හෝ සංස්කරණය කිරීමට අවසර නැත.
ta: நீங்கள் சேமிக்க அல்லது இந்த வரைபடத்தைத் திருத்த அனுமதி இல்லை.
th: คุณไม่มีสิทธิ์บันทึกหรือแก้ไขแผนที่นี้

source: You are not allowed to modify this map's metadata.
bn: আপনি এই ম্যাপ এর মেটাডেটা পরিবর্তন করার অনুমতি দেওয়া হয়নি.
ru: Вам не разрешено вносить изменения в метаданные этой карты.
si: මෙම සිතියමේ මෙටා දත්ත වෙනස් කිරීමට ඔබට අවසර නොමැත
ta: இந்த வரைபடத்தின் நுண்தரவூகளை மாற்றியமைப்பதற்கு உங்களுக்கு அனுமதியில்லை
th: คุณไม่ได้รับอนุญาตให้แก้ไขคำอธิบายข้อมูลของแผนที่นี้

source: You are not allowed to view this map.
bn: আপনি এই ম্যাপ দেখতে অনুমতি দেওয়া হয়নি.
ru: Вам не разрешено просматривать данную карту.
si: මෙම සිතියම බැලීමට ඔබට අවසර නැත
ta: இந்த வரைபடத்தை பார்வையிடுவதற்கு உங்களுக்கு அனுமதி இல்லை
th: คุณไม่ได้รับอนุญาตให้ดูแผนที่นี้

source: An unknown error has occured.
bn: একটি অজানা ত্রুটি ঘটেছে.
ru: Неизвестная ошибка.
si: නාඳුනන දෝෂයක් සිදු කර ඇත.
ta: ஓர் அறியப்படாத பிழை ஏற்பட்டது.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก

source: yyyy-mm-dd
ru: гггг-мм-дд
ta: இந்த yyyy-mm-dd
th: ปปปป-ดด-วว

source: Personal info
bn: ব্যক্তিগত তথ্য
ru: Личная информация
si: පෞද්ගලික තොරතුරු
ta: தனிப்பட்ட தகவல்
th: ข้อมูลส่วนบุคคล

source: Important dates
bn: গুরুত্বপূর্ণ তারিখগুলি
ru: Важные даты
si: වැදගත් දින
ta: முக்கிய தேதிகள்
th: วันสำคัญ

source: Extended profile
bn: বর্ধিত বৃত্তান্ত
ta: விரிவாக்கப்பட்ட விபரத்திரட்டு

source: Password changed successfully.
bn: পাসওয়ার্ড সফলভাবে পরিবর্তন.
ru: Пароль успешно изменен.
si: Password සාර්ථකව වෙනස් විය.
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது.
th: เปลี่ยนรหัสผ่านเสร็จแล้ว

source: Change password: %s
bn: পাসওয়ার্ড পরিবর্তন করুন: %s
ru: Измените пароль: %s
si: වෙනස් password: %s
ta: கடவுச்சொல்லை மாற்ற: %s
th: เปลี่ยนรหัสผ่าน: %s

source: party who authored the resource
bn: সম্পদ রচনা যারা পার্টি
ru: сторона, которая является автором ресурса
si: මූලාශ්‍රයේ කර්තෲ පාර්ශවය
ta: வளங்களை அனுமதியளித்த தரப்புக்கள்
th: กลุ่มผู้จัดทำแหล่งข้อมูล

source: party who has processed the data in a manner such that the resource has been modified
bn: সম্পদ পরিবর্তন করা হয়েছে যেমন এমনভাবে যে তথ্য প্রক্রিয়াকরণ হয়েছে যারা পার্টি
ru: сторона, обработавшая данные таким способом, что ресурс был модифицирован
si: මූලාශ්‍රය වෙනස් කිරීමකට භාජනය වන පරිදි දත්ත ක්‍රියායනය කල පාර්ශවය
ta: வளங்களை மீளமைக்கும் வகையில் தரவுகளை படிமுறைப்படுத்திய தரப்புக்கள்
th: กลุ่มผู้ประมวลผลข้อมูลในลักษณะที่ว่าแหล่งข้อมูลนั้นได้รับการแก้ไข

source: party who published the resource
bn: সম্পদ প্রকাশিত যিনি পার্টি
ru: сторона, опубликовавшая ресурс
si: සම්පත ප්‍රකාශනයට පත් කල පාර්ශවය
ta: வளங்களை பதிப்பித்த தரப்புக்கள்
th: กลุ่มผู้เผยแพร่แหล่งข้อมูล

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
bn: তথ্য জন্য জবাবদিহিতা ও দায়িত্ব গ্রহণ ও সম্পদ যথাযথ যত্ন এবং রক্ষণাবেক্ষণ নিশ্চিত করে যে পার্টি
ru: сторона, которая принимает подотчетность и ответственность за данные и обеспечивает надлежащий уход и обслуживание ресурса
si: දත්ත සඳහා වගවීම සහ වගකීම භාර හා සම්පත් සුදුසු පහසුකම් හා නඩත්තු සහතික බව පක්ෂ
ta: தரவு பொறுப்புக்கூறல் மற்றும் பொறுப்பை ஏற்கிறது மற்றும் வள பொருத்தமான பாதுகாப்பு மற்றும் பராமரிப்பு உறுதி என்று கட்சி
th: บุคคลที่ยอมรับความรับผิดชอบและความรับผิดชอบสำหรับข้อมูลและสร้างความมั่นใจการดูแลที่เหมาะสมและการบำรุงรักษาทรัพยากร

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
bn: সম্পদ সম্পর্কে জ্ঞান বা অধিগ্রহণ আহরণের জন্য যোগাযোগ করা যাবে যারা পার্টি
ru: сторона, с которой можно контактировать по поводу получения сведений о ресурсе
si: සම්පත ලබා ගැනීමට හෝ ඒ පිළිබඳ විස්තර ලබා ගැනීමට යොමුවිය යුතු පාර්ශවය
ta: வளங்கள் தொடர்பான அறிவை பெற்றுக்கொள்வதற்கு அல்லது வளங்களை பெறுவதற்கு தொடர்புகொள்ள முடியுமான தரப்புக்கள்
th: กลุ่มบุคคลที่สามารถติดต่อเพื่อหาความรู้หรือได้มาซึ่งแหล่งข้อมูล

source: party who distributes the resource
bn: সম্পদ বিতরণ যারা পার্টি
ru: сторона, распространяющая ресурс
si: සම්පත බෙදාහරින පාර්ශවය
ta: வளங்களை விநியோகித்த தரப்புக்கள்
th: กลุ่มผู้ที่เผยแพร่แหล่งข้อมูล

source: party who uses the resource
bn: সম্পদ ব্যবহার করে যারা পার্টি
ru: сторона, использующая ресурс
si: සම්පත භාවිතා කරන පාර්ශවය
ta: வளங்களை பயன்படுத்தும் தரப்புக்கள்
th: กลุ่มผู้ใช้แหล่งข้อมูล

source: party that supplies the resource
bn: সম্পদ সরবরাহ করে পার্টি
ru: сторона, предоставляющая ресурс
si: සම්පත සපයා දෙන පාර්ශවය
ta: வளங்களை வழங்கிய தரப்புக்கள்
th: กลุ่มผู้ให้แหล่งข้อมูล

source: party who created the resource
bn: সম্পদ সৃষ্টি করেছেন পার্টি
ru: сторона, создавшая ресурс
si: සම්පත නිර්මාණය කල පාර්ශවය
ta: வளங்களை உருவாக்கிய தரப்புக்கள்
th: ผู้ที่สร้างแหล่งข้อมูล

source: party that owns the resource
bn: সম্পদ মালিক যে পার্টি
ru: сторона, владеющая ресурсом
si: සම්පත අයිති පාර්ශවය
ta: வளங்களுக்கு உரித்தான தரப்புக்கள்
th: กลุ่มผู้ที่เป็นเจ้าของแหล่งข้อมูล

source: key party responsible for gathering information and conducting research
bn: তথ্য সংগ্রহ ও গবেষণা আবহ জন্য দায়ী কী পার্টি
ru: ключевая сторона, ответственная за сбор информации и проведение исследований
si: තොරතුරු රැස් කිරීම සහ සමීක්ෂණ පැවැත්වීම පිළිබඳ වගකිවයුතු ප්‍රධාන පාර්ශවය
ta: தகவல்களை சேகரிப்பதற்கும் ஆய்வை மேற்கொள்வதற்கும் பொறுப்பான முக்கிய தரப்புக்கள்
th: บุคคลสำคัญที่รับผิดชอบในการรวบรวมข้อมูลและการทำวิจัย

source: Email Address
bn: ইমেল ঠিকানা
ru: Почтовый адрес
si: විද්‍යුත්-තැපැල් ලිපිනය
ta: மின் அஞ்சல் முகவரி
th: อีเมล์แอดเดรส

source: User following you
bn: ব্যবহারকারী আপনি নিম্নলিখিত
ru: Пользователь следует за Вами
si: ඔබ පහත සඳහන් පරිශීලක
ta: உங்களை பின்தொடரும் பயன்படுத்துனர்
th: ผู้ใช้ที่กำลังติดตามคุณ

source: Another user has started following you
bn: অন্য ব্যবহারকারী তোমাকে অনুসরণ শুর করেছে।
ru: Другой пользователь начал следовать за Вами
si: තවත් පරිශීලක ඔබ ආරම්භ කර ඇති පහත සඳහන්
ta: மற்றொரு பயன்படுத்துபவர் உங்களை பின்தொடர்கின்றார்
th: ผู้ใช้คนอื่นเริ่มติดตามคุณแล้ว

source: User requested access
bn: ব্যবহারকারী প্রবেশের অনুরোধ করেছেন
ru: Пользователь запросил доступ
si: පරිශීලක ප්රවේශ ඉල්ලා
ta: பயன்படுத்துபவர் அடைவதற்கான அனுமதியை வேண்டியுள்ளார்
th: ผู้ใช้ได้ร้องขอการเข้าถึง

source: A new user has requested access to the site
bn: একজন নতুন ব্যবহারকারী প্রবেশের জন্য অনুরোধ করেছেন
ru: Новый пользователь запросил доступ к сайту
si: නව පරිශීලක වෙබ් අඩවිය වෙත ප්රවේශ ඉල්ලීමක් කර තිබේ
ta: புதிய பயன்படுத்துபவர் ஒருவர் தளத்தை அடைவதற்கான அனுமதியை வேண்டியுள்ளார்
th: ผู้ใช้ใหม่ได้ร้องขอการเข้าถึงเว็บไซต์

source: Account activated
bn: একাউন্ট চালু হয়েছে
ru: Учётная запись активирована
si: ගිණුම සක්රිය
ta: கணக்கு உயிர்ப்பூட்டப்பட்டது
th: บัญชีได้เปิดใช้งานแล้ว

source: This account is now active and can log in the site
bn: এই একাউন্টটি বর্তমানে সচল এবং সাইটে প্রবেশ করা যাবে
ru: Эта учётная запись теперь активна и позволяет войти на сайт
si: මෙම ගිණුම දැන් සක්රීය වන අතර, එම වෙබ් අඩවිය පිවිසිය හැකි
ta: இக்கணக்கு உயிப்பூட்டப்பட்டுள்ளதோடு தளத்தில் அதனை அடைய முடியும்
th: บัญชีได้เปิดใช้งานแล้วและสามารถเข้าใช้งานเว็บไซต์ได้

source: Organization Name
bn: প্রতিষ্ঠানের নাম
ru: Наименование организации
si: ආයතනයේ නම
ta: நிறுவனத்தின் பெயர்
th: ชื่อองค์กร

source: name of the responsible organization
bn: দায়ী প্রতিষ্ঠানের নাম
ru: наименование ответственной организации
si: වගකිවයුතු සංවිධානයේ නම
ta: பொறுப்புடைய நிறுவனத்தின் பெயர்
th: ชื่อองค์กรที่รับผิดชอบ

source: Profile
bn: প্রোফাইল
ru: Профиль
si: පැතිකඩ
ta: விபரத்திரட்டு
th: โปรไฟล์

source: introduce yourself
bn: নিজেকে পরিচয় করিয়ে
ru: представьтесь
si: ඔබව හදුන්වාදෙන්න
ta: உங்களை அறிமுகம்
th: แนะนำตัวเอง

source: Position Name
bn: অবস্থান নাম
ru: Название должности
si: තනතුර
ta: தொழில் பெயர்
th: ชื่อตำแหน่ง

source: role or position of the responsible person
bn: দায়ী ব্যক্তির ভূমিকা বা অবস্থান
ru: роль или должность ответственного лица
si: වගකිවයුතු පුද්ගලයාගේ භූමිකාව හෝ තත්ත්වය
ta: பொறுப்புடைய நபரின் பொறுப்புக்கள் அல்லது பதவி
th: บทบาทหรือตำแหน่งของผู้รับผิดชอบ

source: Voice
bn: স্বর
ru: Голос
si: දුරකතන අංකය
ta: குரல்
th: โทรศัพท์

source: telephone number by which individuals can speak to the responsible organization or individual
bn: টেলিফোন নম্বর যার দ্বারা ব্যক্তি দায়ী প্রতিষ্ঠান বা ব্যক্তির সাথে কথা বলতে পারেন
ru: номер телефона, по которому индивидуальные лица могут контактировать с ответственной организацией или лицом
si: වගකිවයුතු පුද්ගලයා හෝ සංවිධානය ඇමතිය හැකි දුරකතන අංකය
ta: பொறுப்புடைய நிறுவனம் அல்லது தனிநபருடன் தனிநபர்கள் தொடர்புகொள்ள முடிகின்ற தொலைபேசி இலக்கம்
th: หมายเลขโทรศัพท์ส่วนตัวหรือองค์กรที่สามารถติดต่อได้

source: Facsimile
bn: অনুলিপি
ru: Факс
si: ෆැක්ස් අංකය
ta: பெக்ஸ்மெய்ல்
th: โทรสาร

source: telephone number of a facsimile machine for the responsible organization or individual
bn: দায়ী প্রতিষ্ঠানের বা ব্যক্তির জন্য একটি অনুলিপি মেশিনের টেলিফোন নম্বর
ru: номер телефона факса для ответственной организации или лица
si: වගකිවයුතු පුද්ගලයා හෝ සංවිධානය ඇමතිය හැකි වෙනත් දුරකතන අංක
ta: பொறுப்புடைய நிறுவனம் அல்லது தனிநபரின் பெக்சிமைல் இன் தொலைபேசி இலக்கம்
th: หมายเลขโทรศัพท์ของเครื่องโทรสารส่วนตัวหรือองค์กรที่สามารถติดต่อได้

source: Delivery Point
bn: ডেলিভারি পয়েন্ট
ru: Адрес доставки
si: ලිපිනය
ta: விநியோக புள்ளி
th: จุดส่งมอบ

source: physical and email address at which the organization or individual may be contacted
bn: প্রতিষ্ঠান বা ব্যক্তির সাথে যোগাযোগ করা যেতে পারে, যা এ শারীরিক এবং ইমেল ঠিকানা
ru: действующий и почтовый адрес, по которому можно связаться с организацией или отдельным лицом
si: අදාල සංවිධානය හෝ පුද්ගලයා වෙත යොමු විය හැකි ලිපිනය හෝ විද්‍යුත්-තැපැල් ලිපිනය
ta: நிறுவனம் அல்லது தனிநபரை தொடர்புகொள்ள முடிகின்ற பௌதிக அல்லது மின்அஞ்சல் முகவரி
th: ที่อยู่จริงหรืออีเมล์แอดเดรสส่วนตัวหรือองค์กรที่สามารถติดต่อได้

source: City
bn: শহর
ru: Город
si: නගරය
ta: நகரம்
th: เมือง

source: city of the location
bn: পাঁচ পর্যালোচনা
ru: город расположения
si: අදාල ස්ථානය පිහිටි නගරය
ta: இடத்தின் நகரம்
th: เมืองของสถานที่

source: Administrative Area
bn: প্রশাসনিক এলাকা
ru: Административный район
si: පළාත
ta: நிர்வாக பகுதி
th: ขอบเขตการปกครอง

source: state, province of the location
bn: রাষ্ট্র, অবস্থান প্রদেশের
ru: государство, регион местоположения
si: අදාල ස්ථානය පිහිටි පළාත
ta: இடத்தின் மாநிலம் மாகாணம்
th: รัฐ, จังหวัดของสถานที่

source: Postal Code
bn: পোস্টাল কোড
ru: Почтовый индекс
si: තැපැල් කේතය
ta: தபால் குறியீடு
th: รหัสไปรษณีย์

source: ZIP or other postal code
bn: জিপ বা অন্যান্য পোস্টাল কোড
ru: ZIP или другой почтовый индекс
si: ZIP කේතය හෝ තැපැල් කේතය
ta: ZIP அல்லது ஏனைய தபால் குறியீடுகள்
th: ZIP หรือรหัสไปรษณีย์อื่นๆ

source: country of the physical address
bn: প্রকৃত ঠিকানা দেশ
ru: страна действующего адреса
si: ලිපිනයට අදාල රට
ta: பௌதிக முகவரிக்கு உரித்தான நாடு
th: ประเทศของที่อยู่จริง
